Repository: ygtsmt/outfitapp
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, es, fr, hi, id, pt, ru

# guestBenefit1
source: • Access purchased content from any of your supported devices
ar: • الوصول إلى المحتوى الذي تم شراؤه من أي من أجهزتك المدعومة
de: • Zugriff auf gekaufte Inhalte von jedem Ihrer unterstützten Geräte
es: • Acceder al contenido comprado desde cualquiera de tus dispositivos compatibles
fr: • Accéder au contenu acheté depuis n'importe lequel de vos appareils pris en charge
hi: • अपने किसी भी समर्थित डिवाइस से खरीदी गई सामग्री तक पहुंचें
id: • Mengakses konten yang dibeli dari salah satu perangkat yang didukung
pt: • Acesse o conteúdo comprado de qualquer um dos seus dispositivos compatíveis
ru: • Доступ к купленному контенту с любого из ваших поддерживаемых устройств

# guestBenefit2
source: • Sync your data across devices
ar: • مزامنة بياناتك عبر الأجهزة
de: • Synchronisierung Ihrer Daten über Geräte hinweg
es: • Sincronizar tus datos entre dispositivos
fr: • Synchroniser vos données entre les appareils
hi: • डिवाइसों में अपना डेटा सिंक करें
id: • Menyinkronkan data Anda di seluruh perangkat
pt: • Sincronize seus dados entre dispositivos
ru: • Синхронизировать ваши данные между устройствами

# guestBenefit3
source: • Secure your purchases and content
ar: • تأمين مشترياتك ومحتواك
de: • Sicherung Ihrer Käufe und Inhalte
es: • Asegurar tus compras y contenido
fr: • Sécuriser vos achats et votre contenu
hi: • अपनी खरीदारियों और सामग्री को सुरक्षित करें
id: • Mengamankan pembelian dan konten Anda
pt: • Proteja suas compras e conteúdo
ru: • Защитить ваши покупки и контент

# guestPurchaseFooter
source: You can create an account at any time to extend access to additional devices.
ar: يمكنك إنشاء حساب في أي وقت لتوسيع الوصول إلى أجهزة إضافية.
de: Sie können jederzeit ein Konto erstellen, um den Zugriff auf zusätzliche Geräte zu erweitern.
es: Puedes crear una cuenta en cualquier momento para extender el acceso a dispositivos adicionales.
fr: Vous pouvez créer un compte à tout moment pour étendre l'accès à des appareils supplémentaires.
hi: आप अतिरिक्त डिवाइसों तक पहुंच बढ़ाने के लिए कभी भी एक खाता बना सकते हैं।
id: Anda dapat membuat akun kapan saja untuk memperluas akses ke perangkat tambahan.
pt: Você pode criar uma conta a qualquer momento para estender o acesso a dispositivos adicionais.
ru: Вы можете создать аккаунт в любое время, чтобы расширить доступ к дополнительным устройствам.

source: Continue as Guest
ar: المتابعة كضيف
de: Als Gast fortfahren
es: Continuar como Invitado
fr: Continuer en tant qu'Invité
hi: अतिथि के रूप में जारी रखें
id: Lanjutkan sebagai Tamu
pt: Continuar como Convidado
ru: Продолжить Как Гость

source: Rate Our App
ar: قيّم تطبيقنا
de: Bewerte unsere App
es: Valora Nuestra App
fr: Évaluez Notre Application
hi: हमारे ऐप को रेट करें
id: Beri Nilai Aplikasi Kami
pt: Avalie Nosso Aplicativo
ru: Оцените Наше Приложение

# howWasYourExperience
source: How was your experience with Comby AI?
ar: كيف كانت تجربتك مع GinFit AI؟
de: Wie war Ihre Erfahrung mit Comby AI?
es: ¿Cómo fue tu experiencia con Comby AI?
fr: Comment s'est passée votre expérience avec Comby AI ?
hi: Comby AI के साथ आपका अनुभव कैसा रहा?
id: Bagaimana pengalaman Anda dengan Comby AI?
pt: Como foi sua experiência com o Ginly AI?
ru: Как вам опыт использования Ginly AI?

source: Submit
ar: إرسال
de: Senden
es: Enviar
fr: Soumettre
hi: सबमिट करें
id: Kirim
pt: Enviar
ru: Отправить

source: Maybe Later
ar: ربما لاحقاً
de: Vielleicht später
es: Quizás Más Tarde
fr: Peut-être Plus Tard
hi: शायद बाद में
id: Mungkin Nanti
pt: Talvez Mais Tarde
ru: Может быть, Позже

source: User
ar: مستخدم
de: Benutzer
es: Usuario
fr: Utilisateur
hi: उपयोगकर्ता
id: Pengguna
pt: Usuário
ru: Пользователь

source: Guest User
ar: مستخدم ضيف
de: Gastbenutzer
es: Usuario Invitado
fr: Utilisateur Invité
hi: अतिथि उपयोगकर्ता
id: Pengguna Tamu
pt: Usuário Convidado
ru: Гостевой Пользователь

source: Upgrade to Full Account
ar: الترقية إلى حساب كامل
de: Auf vollwertiges Konto upgraden
es: Actualizar a Cuenta Completa
fr: Passer à un Compte Complet
hi: पूर्ण खाते में अपग्रेड करें
id: Tingkatkan ke Akun Penuh
pt: Atualizar para Conta Completa
ru: Обновить до Полного Аккаунта

source: Upgrade Your Account
ar: ترقية حسابك
de: Ihr Konto upgraden
es: Actualizar Tu Cuenta
fr: Mettre à Niveau Votre Compte
hi: अपने खाते को अपग्रेड करें
id: Tingkatkan Akun Anda
pt: Atualize Sua Conta
ru: Обновите Ваш Аккаунт

# upgradeAccountDescription
source: Convert your guest account to a full account: • Keep all your credits ({credits}) • Keep all your videos and content • Sync data across devices • Secure your account with password
ar: تحويل حساب الضيف الخاص بك إلى حساب كامل: • الاحتفاظ بجميع نقاطك ({credits}) • الاحتفاظ بجميع مقاطع الفيديو والمحتوى الخاص بك • مزامنة البيانات عبر الأجهزة • تأمين حسابك بكلمة مرور
de: Wandeln Sie Ihr Gastkonto in ein vollwertiges Konto um: • Behalten Sie alle Ihre Credits ({credits}) • Behalten Sie alle Ihre Videos und Inhalte • Daten über Geräte hinweg synchronisieren • Sichern Sie Ihr Konto mit einem Passwort
es: Convierte tu cuenta de invitado en una cuenta completa: • Conserva todos tus créditos ({credits}) • Conserva todos tus vídeos y contenido • Sincroniza datos entre dispositivos • Asegura tu cuenta con contraseña
fr: Convertissez votre compte invité en un compte complet : • Conservez tous vos crédits ({credits}) • Conservez toutes vos vidéos et contenus • Synchronisez les données entre les appareils • Sécurisez votre compte avec un mot de passe
hi: अपने अतिथि खाते को एक पूर्ण खाते में बदलें: • अपने सभी क्रेडिट ({credits}) को रखें • अपने सभी वीडियो और सामग्री को रखें • डिवाइसों में डेटा सिंक करें • अपने खाते को पासवर्ड से सुरक्षित करें
id: Ubah akun tamu Anda menjadi akun penuh: • Pertahankan semua kredit Anda ({credits}) • Pertahankan semua video dan konten Anda • Sinkronkan data di seluruh perangkat • Amankan akun Anda dengan kata sandi
pt: Converta sua conta de convidado em uma conta completa: • Mantenha todos os seus créditos ({credits}) • Mantenha todos os seus vídeos e conteúdo • Sincronize dados entre dispositivos • Proteja sua conta com uma senha
ru: Превратите свой гостевой аккаунт в полный: • Сохраните все свои кредиты ({credits}) • Сохраните все свои видео и контент • Синхронизируйте данные между устройствами • Защитите свой аккаунт паролем

# dataWillBePreserved
source: ✅ Your data will be preserved!
ar: ✅ سيتم الاحتفاظ ببياناتك!
de: ✅ Ihre Daten bleiben erhalten!
es: ✅ ¡Tus datos se conservarán!
fr: ✅ Vos données seront conservées !
hi: ✅ आपका डेटा संरक्षित रहेगा!
id: ✅ Data Anda akan dipertahankan!
pt: ✅ Seus dados serão preservados!
ru: ✅ Ваши данные будут сохранены!

source: Upgrade Account
ar: ترقية الحساب
de: Konto upgraden
es: Actualizar Cuenta
fr: Mettre à Niveau le Compte
hi: खाता अपग्रेड करें
id: Tingkatkan Akun
pt: Atualizar Conta
ru: Обновить Аккаунт

source: Select photos for both people
ar: اختر صوراً لكلا الشخصين
de: Fotos für beide Personen auswählen
es: Seleccionar fotos para ambas personas
fr: Sélectionner des photos pour les deux personnes
hi: दोनों लोगों के लिए फोटो चुनें
id: Pilih foto untuk kedua orang
pt: Selecione fotos para ambas as pessoas
ru: Выберите фото для обоих людей

source: Upload First photo
ar: تحميل الصورة الأولى
de: Erstes Foto hochladen
es: Subir Primera foto
fr: Télécharger la Première photo
hi: पहली फोटो अपलोड करें
id: Unggah Foto Pertama
pt: Carregar Primeira Foto
ru: Загрузить Первое Фото

source: Upload Secondary photo
ar: تحميل الصورة الثانوية
de: Zweites Foto hochladen
es: Subir Segunda foto
fr: Télécharger la Deuxième photo
hi: दूसरी फोटो अपलोड करें
id: Unggah Foto Kedua
pt: Carregar Segunda Foto
ru: Загрузить Второе Фото

# subscriptionRequiredForCredits
source: You need an active subscription to purchase extra credits
ar: تحتاج إلى اشتراك نشط لشراء نقاط إضافية
de: Sie benötigen ein aktives Abonnement, um zusätzliche Credits zu kaufen
es: Necesitas una suscripción activa para comprar créditos extra
fr: Vous avez besoin d'un abonnement actif pour acheter des crédits supplémentaires
hi: अतिरिक्त क्रेडिट खरीदने के लिए आपको एक सक्रिय सदस्यता की आवश्यकता है
id: Anda memerlukan langganan aktif untuk membeli kredit ekstra
pt: Você precisa de uma assinatura ativa para comprar créditos extras
ru: Вам нужна активная подписка для покупки дополнительных кредитов

source: Get Subscription First
ar: احصل على الاشتراك أولاً
de: Zuerst Abonnement holen
es: Obtener Suscripción Primero
fr: Obtenez un Abonnement d'abord
hi: पहले सदस्यता प्राप्त करें
id: Dapatkan Langganan Dahulu
pt: Obtenha uma Assinatura Primeiro
ru: Получите Сначала Подписку

source: Select a single photo
ar: اختر صورة واحدة
de: Ein Einzelfoto auswählen
es: Selecciona una sola foto
fr: Sélectionnez une seule photo
hi: एकल फोटो चुनें
id: Pilih satu foto
pt: Selecione uma única foto
ru: Выберите одно фото

# extraCreditsDescription
source: Extra credits are available only for premium subscribers. Get a subscription to unlock unlimited possibilities!
ar: النقاط الإضافية متاحة فقط للمشتركين المميزين. احصل على اشتراك لفتح إمكانيات غير محدودة!
de: Zusätzliche Credits sind nur für Premium-Abonnenten verfügbar. Holen Sie sich ein Abonnement, um unbegrenzte Möglichkeiten freizuschalten!
es: Los créditos extra están disponibles solo para suscriptores premium. ¡Obtén una suscripción para desbloquear posibilidades ilimitadas!
fr: Les crédits supplémentaires sont disponibles uniquement pour les abonnés premium. Obtenez un abonnement pour débloquer des possibilités illimitées !
hi: अतिरिक्त क्रेडिट केवल प्रीमियम ग्राहकों के लिए उपलब्ध हैं। असीमित संभावनाओं को अनलॉक करने के लिए सदस्यता प्राप्त करें!
id: Kredit ekstra hanya tersedia untuk pelanggan premium. Dapatkan langganan untuk membuka kemungkinan tak terbatas!
pt: Créditos extras estão disponíveis apenas para assinantes premium. Obtenha uma assinatura para desbloquear possibilidades ilimitadas!
ru: Дополнительные кредиты доступны только для премиум-подписчиков. Оформите подписку, чтобы открыть безграничные возможности!

source: Free Credit
ar: نقاط مجانية
de: Kostenlose Credits
es: Crédito Gratuito
fr: Crédit Gratuit
hi: मुफ़्त क्रेडिट
id: Kredit Gratis
pt: Crédito Grátis
ru: Бесплатный Кредит

source: Earn Free Credits
ar: اكسب نقاط مجانية
de: Kostenlose Credits verdienen
es: Ganar Créditos Gratuitos
fr: Gagner des Crédits Gratuits
hi: मुफ़्त क्रेडिट कमाएँ
id: Dapatkan Kredit Gratis
pt: Ganhe Créditos Grátis
ru: Заработать Бесплатные Кредиты

# freeCreditWays
source: Ways to Earn Free Credits
ar: طرق لكسب نقاط مجانية
de: Möglichkeiten, kostenlose Credits zu verdienen
es: Formas de Ganar Créditos Gratuitos
fr: Façons de Gagner des Crédits Gratuits
hi: मुफ़्त क्रेडिट कमाने के तरीके
id: Cara Mendapatkan Kredit Gratis
pt: Maneiras de Ganhar Créditos Grátis
ru: Способы Заработать Бесплатные Кредиты

# freeCreditDescription
source: Follow these simple steps to earn free credits
ar: اتبع هذه الخطوات البسيطة لكسب نقاط مجانية
de: Befolgen Sie diese einfachen Schritte, um kostenlose Credits zu verdienen
es: Sigue estos sencillos pasos para ganar créditos gratuitos
fr: Suivez ces étapes simples pour gagner des crédits gratuits
hi: मुफ़्त क्रेडिट कमाने के लिए इन सरल चरणों का पालन करें
id: Ikuti langkah-langkah sederhana ini untuk mendapatkan kredit gratis
pt: Siga estes passos simples para ganhar créditos grátis
ru: Следуйте этим простым шагам, чтобы заработать бесплатные кредиты

# watchAdEarnCredit
source: Watch Ads
ar: شاهد الإعلانات
de: Anzeigen ansehen
es: Ver Anuncios
fr: Regarder des Publicités
hi: विज्ञापन देखें
id: Tonton Iklan
pt: Assistir a Anúncios
ru: Смотреть Рекламу

# watchAdSubtitle
source: Earn credits by watching video ads
ar: اكسب نقاطاً بمشاهدة إعلانات الفيديو
de: Verdienen Sie Credits durch das Ansehen von Videoanzeigen
es: Gana créditos viendo anuncios de vídeo
fr: Gagnez des crédits en regardant des publicités vidéo
hi: वीडियो विज्ञापन देखकर क्रेडिट कमाएँ
id: Dapatkan kredit dengan menonton iklan video
pt: Ganhe créditos assistindo a anúncios em vídeo
ru: Зарабатывайте кредиты, просматривая видеорекламу

# rateAppEarnCredit
source: Rate Our App
ar: قيّم تطبيقنا
de: Bewerte unsere App
es: Valora Nuestra App
fr: Évaluez Notre Application
hi: हमारे ऐप को रेट करें
id: Beri Nilai Aplikasi Kami
pt: Avalie Nosso Aplicativo
ru: Оцените Наше Приложение

# rateAppSubtitle
source: Rate 5 stars, write a review and unlock 2nd video
ar: قيّم 5 نجوم، اكتب مراجعة وافتح الفيديو الثاني
de: Bewerte mit 5 Sternen, schreibe eine Rezension und schalte das 2. Video frei
es: Valora con 5 estrellas, escribe una reseña y desbloquea el 2° video
fr: Évaluez 5 étoiles, écrivez un commentaire et débloquez la 2ème vidéo
hi: 5 स्टार रेट करें, एक समीक्षा लिखें और दूसरा वीडियो अनलॉक करें
id: Beri nilai 5 bintang, tulis ulasan, dan buka video ke-2
pt: Avalie com 5 estrelas, escreva uma crítica e desbloqueie o 2º vídeo
ru: Оцените на 5 звезд, напишите отзыв и разблокируйте 2-е видео

# freeCreditInfo
source: Info
ar: معلومات
es: Información
hi: जानकारी
pt: Informação
ru: Информация

# reviewConfirmationTitle
source: Review
ar: مراجعة
de: Rezension
es: Reseña
fr: Avis
hi: समीक्षा
id: Ulasan
pt: Avaliação
ru: Отзыв

# reviewConfirmationMessage
source: Did you rate our app?
ar: هل قمت بتقييم تطبيقنا؟
de: Haben Sie unsere App bewertet?
es: ¿Valoraste nuestra aplicación?
fr: Avez-vous évalué notre application ?
hi: क्या आपने हमारे ऐप को रेट किया?
id: Apakah Anda sudah menilai aplikasi kami?
pt: Você avaliou nosso aplicativo?
ru: Вы оценили наше приложение?

# reviewConfirmationMessageIOS
source: Did you rate our app in the App Store?
ar: هل قمت بتقييم تطبيقنا في متجر التطبيقات؟
de: Haben Sie unsere App im App Store bewertet?
es: ¿Valoraste nuestra aplicación en la App Store?
fr: Avez-vous évalué notre application sur l'App Store ?
hi: क्या आपने ऐप स्टोर पर हमारे ऐप को रेट किया?
id: Apakah Anda sudah menilai aplikasi kami di App Store?
pt: Você avaliou nosso aplicativo na App Store?
ru: Вы оценили наше приложение в App Store?

# reviewConfirmationMessageAndroid
source: Did you rate our app in the Play Store?
ar: هل قمت بتقييم تطبيقنا في متجر Play؟
de: Haben Sie unsere App im Play Store bewertet?
es: ¿Valoraste nuestra aplicación en la Play Store?
fr: Avez-vous évalué notre application sur le Play Store ?
hi: क्या आपने प्ले स्टोर पर हमारे ऐप को रेट किया?
id: Apakah Anda sudah menilai aplikasi kami di Play Store?
pt: Você avaliou nosso aplicativo na Play Store?
ru: Вы оценили наше приложение в Play Store?

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
hi: हाँ
id: Ya
pt: Sim
ru: Да

source: No
ar: لا
de: Nein
fr: Non
hi: नहीं
id: Tidak
pt: Não
ru: Нет

source: Yes, I Rated
ar: نعم، لقد قيّمت
de: Ja, ich habe bewertet
es: Sí, la Valoré
fr: Oui, j'ai Évalué
hi: हाँ, मैंने रेट किया
id: Ya, Saya Sudah Menilai
pt: Sim, Eu Avaliei
ru: Да, Я Оценил

# reviewThanksWithCredit
source: ✅ Thank you! You can now create your 2nd video.
ar: ✅ شكراً لك! يمكنك الآن إنشاء الفيديو الثاني.
de: ✅ Vielen Dank! Sie können jetzt Ihr 2. Video erstellen.
es: ✅ ¡Gracias! Ahora puedes crear tu 2° video.
fr: ✅ Merci ! Vous pouvez maintenant créer votre 2ème vidéo.
hi: ✅ धन्यवाद! अब आप अपना दूसरा वीडियो बना सकते हैं।
id: ✅ Terima kasih! Sekarang Anda dapat membuat video ke-2 Anda.
pt: ✅ Obrigado! Agora você pode criar seu 2º vídeo.
ru: ✅ Спасибо! Теперь вы можете создать ваше 2-е видео.

# reviewThanksWithoutCredit
source: 😊 Thank you! We appreciate your feedback.
ar: 😊 شكراً لك! نحن نقدر ملاحظاتك.
de: 😊 Vielen Dank! Wir schätzen Ihr Feedback.
es: 😊 ¡Gracias! Agradecemos tus comentarios.
fr: 😊 Merci ! Nous apprécions vos commentaires.
hi: 😊 धन्यवाद! हम आपकी प्रतिक्रिया की सराहना करते हैं।
id: 😊 Terima kasih! Kami menghargai umpan balik Anda.
pt: 😊 Obrigado! Agradecemos seu feedback.
ru: 😊 Спасибо! Мы ценим ваш отзыв.

# reviewCompletedNoCredit
source: ✅ Review completed! Now you can create your 2nd video.
ar: ✅ تم إكمال التقييم! يمكنك الآن إنشاء الفيديو الثاني.
de: ✅ Bewertung abgeschlossen! Sie können jetzt Ihr 2. Video erstellen.
es: ✅ ¡Reseña completada! Ahora puedes crear tu 2° video.
fr: ✅ Avis complété ! Vous pouvez maintenant créer votre 2ème vidéo.
hi: ✅ समीक्षा पूरी हो गई! अब आप अपना दूसरा वीडियो बना सकते हैं।
id: ✅ Ulasan selesai! Sekarang Anda dapat membuat video ke-2 Anda.
pt: ✅ Avaliação concluída! Agora você pode criar seu 2º vídeo.
ru: ✅ Отзыв завершен! Теперь вы можете создать ваше 2-е видео.

# reviewPageError
source: Could not open review page. Please try again.
ar: تعذر فتح صفحة المراجعة. يرجى المحاولة مرة أخرى.
de: Fehler beim Öffnen der Bewertungsseite. Bitte versuchen Sie es erneut.
es: No se pudo abrir la página de reseñas. Por favor, inténtalo de nuevo.
fr: Impossible d'ouvrir la page d'avis. Veuillez réessayer.
hi: समीक्षा पृष्ठ खोलने में त्रुटि। कृपया पुन: प्रयास करें।
id: Gagal membuka halaman ulasan. Silakan coba lagi.
pt: Falha ao abrir a página de avaliação. Por favor, tente novamente.
ru: Ошибка при открытии страницы отзыва. Пожалуйста, попробуйте снова.

source: Very Poor
ar: ضعيف جداً
de: Sehr schlecht
es: Muy Pobre
fr: Très Mauvais
hi: बहुत ख़राब
id: Sangat Buruk
pt: Muito Ruim
ru: Очень Плохо

source: Poor
ar: ضعيف
de: Schlecht
es: Pobre
fr: Mauvais
hi: ख़राब
id: Buruk
pt: Ruim
ru: Плохо

source: Good
ar: جيد
de: Gut
es: Bueno
fr: Bon
hi: अच्छा
id: Bagus
pt: Bom
ru: Хорошо

source: Very Good
ar: جيد جداً
de: Sehr gut
es: Muy Bueno
fr: Très Bon
hi: बहुत अच्छा
id: Sangat Bagus
pt: Muito Bom
ru: Очень Хорошо

source: Excellent
ar: ممتاز
de: Ausgezeichnet
es: Excelente
hi: उत्कृष्ट
id: Luar Biasa
pt: Excelente
ru: Отлично

# ratingSubmitted
source: Thank you for your rating!
ar: شكراً لك على تقييمك!
de: Vielen Dank für Ihre Bewertung!
es: ¡Gracias por tu valoración!
fr: Merci pour votre évaluation !
hi: आपकी रेटिंग के लिए धन्यवाद!
id: Terima kasih atas penilaian Anda!
pt: Obrigado pela sua avaliação!
ru: Спасибо за вашу оценку!

# redirectingToFeedback
source: Redirecting to feedback page...
ar: جاري إعادة التوجيه إلى صفحة الملاحظات...
de: Weiterleitung zur Feedback-Seite...
es: Redirigiendo a la página de comentarios...
fr: Redirection vers la page de commentaires...
hi: प्रतिक्रिया पृष्ठ पर पुनर्निर्देशित कर रहा है...
id: Mengarahkan ke halaman umpan balik...
pt: A redirecionar para a página de feedback...
ru: Перенаправление на страницу обратной связи...

# reviewCreditAlreadyClaimed
source: You have already claimed your review credit!
ar: لقد طالبت بالفعل بنقاط المراجعة الخاصة بك!
de: Sie haben Ihren Bewertungs-Credit bereits beansprucht!
es: ¡Ya has reclamado tu crédito de reseña!
fr: Vous avez déjà réclamé votre crédit d'avis !
hi: आपने पहले ही अपने समीक्षा क्रेडिट का दावा कर लिया है!
id: Anda sudah mengklaim kredit ulasan Anda!
pt: Você já reivindicou seu crédito de avaliação!
ru: Вы уже забирали свой кредит за отзыв!

# upgradeAccountForReviewCredit
source: To claim 60 free credits, please upgrade your account first
ar: للمطالبة بـ 60 نقطة مجانية، يرجى ترقية حسابك أولاً
de: Um 60 kostenlose Credits zu beanspruchen, müssen Sie zuerst Ihr Konto upgraden
es: Para reclamar 60 créditos gratuitos, por favor, actualiza tu cuenta primero
fr: Pour réclamer 60 crédits gratuits, veuillez d'abord mettre à niveau votre compte
hi: 60 मुफ़्त क्रेडिट का दावा करने के लिए, कृपया पहले अपना खाता अपग्रेड करें
id: Untuk mengklaim 60 kredit gratis, silakan tingkatkan akun Anda terlebih dahulu
pt: Para reivindicar 60 créditos grátis, atualize sua conta primeiro
ru: Чтобы забрать 60 бесплатных кредитов, сначала обновите свой аккаунт

# upgradeAccountRequired
source: Account Upgrade Required
ar: مطلوب ترقية الحساب
de: Konto-Upgrade erforderlich
es: Actualización de Cuenta Requerida
fr: Mise à Niveau du Compte Requise
hi: खाता अपग्रेड आवश्यक
id: Peningkatan Akun Diperlukan
pt: Atualização de Conta Necessária
ru: Требуется Обновление Аккаунта

# upgradeAccountMessage
source: You need to upgrade your account to claim free credits. Upgrade now to unlock this feature!
ar: تحتاج إلى ترقية حسابك للمطالبة بنقاط مجانية. قم بالترقية الآن لفتح هذه الميزة!
de: Sie müssen Ihr Konto upgraden, um kostenlose Credits zu beanspruchen. Jetzt upgraden, um diese Funktion freizuschalten!
es: Necesitas actualizar tu cuenta para reclamar créditos gratuitos. ¡Actualiza ahora para desbloquear esta función!
fr: Vous devez mettre à niveau votre compte pour réclamer des crédits gratuits. Mettez à niveau maintenant pour débloquer cette fonctionnalité !
hi: मुफ़्त क्रेडिट का दावा करने के लिए आपको अपना खाता अपग्रेड करना होगा। इस सुविधा को अनलॉक करने के लिए अभी अपग्रेड करें!
id: Anda perlu meningkatkan akun Anda untuk mengklaim kredit gratis. Tingkatkan sekarang untuk membuka kunci fitur ini!
pt: Você precisa atualizar sua conta para reivindicar créditos grátis. Atualize agora para desbloquear este recurso!
ru: Вам необходимо обновить свой аккаунт, чтобы забирать бесплатные кредиты. Обновите сейчас, чтобы разблокировать эту функцию!

# deviceAlreadyClaimedReviewCredit
source: This device has already completed the review!
ar: هذا الجهاز قام بالمراجعة بالفعل!
de: Dieses Gerät hat bereits eine Bewertung abgegeben!
es: ¡Este dispositivo ya completó la reseña!
fr: Cet appareil a déjà terminé l'avis !
hi: इस डिवाइस ने पहले ही समीक्षा पूरी कर ली है!
id: Perangkat ini sudah menyelesaikan ulasan!
pt: Este dispositivo já completou a avaliação!
ru: Это устройство уже оставило отзыв!

# deviceReviewCreditMessage
source: Review has already been completed on this device. Each device can only review once.
ar: تم إكمال المراجعة على هذا الجهاز بالفعل. يمكن لكل جهاز المراجعة مرة واحدة فقط.
de: Die Bewertung wurde auf diesem Gerät bereits abgeschlossen. Jedes Gerät kann nur einmal bewerten.
es: La reseña ya se completó en este dispositivo. Cada dispositivo solo puede reseñar una vez.
fr: L'avis a déjà été complété sur cet appareil. Chaque appareil ne peut évaluer qu'une seule fois.
hi: इस डिवाइस पर समीक्षा पहले ही पूरी हो चुकी है। प्रत्येक डिवाइस केवल एक बार समीक्षा कर सकता है।
id: Ulasan sudah diselesaikan di perangkat ini. Setiap perangkat hanya dapat mengulas sekali.
pt: A avaliação já foi concluída neste dispositivo. Cada dispositivo pode avaliar apenas uma vez.
ru: Отзыв уже был оставлен на этом устройстве. Каждое устройство может оставить отзыв только один раз.

source: Guest
ar: ضيف
de: Gast
es: Invitado
fr: Invité
hi: अतिथि
id: Tamu
pt: Convidado
ru: Гость

source: Google
ar: جوجل
hi: गूगल

source: Apple
ar: آبل
hi: एप्पल

source: Redirecting to payment...
ar: جاري إعادة التوجيه إلى الدفع...
de: Weiterleitung zur Zahlung...
es: Redirigiendo al pago...
fr: Redirection vers le paiement...
hi: भुगतान पर पुनर्निर्देशित कर रहा है...
id: Mengarahkan ke pembayaran...
pt: A redirecionar para o pagamento...
ru: Перенаправление к оплате...

# initializing
source: Welcome to Comby...
ar: مرحباً بك في GinFit...
de: Willkommen bei Comby...
es: Bienvenido a Comby...
fr: Bienvenue sur Comby...
hi: Comby में आपका स्वागत है...
id: Selamat datang di Comby...
pt: Bem-vindo ao Ginly...
ru: Добро пожаловать в Ginly...

# loadingThemes
source: Preparing magic...
ar: جاري إعداد السحر...
de: Magie wird vorbereitet...
es: Preparando la magia...
fr: Préparation de la magie...
hi: जादू तैयार कर रहा है...
id: Mempersiapkan keajaiban...
pt: A preparar a magia...
ru: Подготовка магии...

# settingLanguage
source: Getting creative...
ar: جاري الإبداع...
de: Kreativität wird entfesselt...
es: Poniéndose creativo...
fr: Devenir créatif...
hi: रचनात्मक हो रहा है...
id: Bersemangat untuk menjadi kreatif...
pt: A ser criativo...
ru: Творческий процесс...

# loadingAds
source: Unleashing AI power...
ar: جاري إطلاق قوة الذكاء الاصطناعي...
de: KI-Power wird freigesetzt...
es: Desatando el poder de la IA...
fr: Libérer la puissance de l'IA...
hi: एआई शक्ति को उजागर कर रहा है...
id: Melepaskan kekuatan AI...
pt: A libertar o poder da IA...
ru: Раскрытие мощи ИИ...
