Repository: ygtsmt/outfitapp
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, es, fr, hi, id, pt, ru

# failedToPickImage
source: Failed to pick image: {error}
ar: فشل في اختيار الصورة: {error}
de: Fehler beim Auswählen des Bildes: {error}
es: Error al seleccionar la imagen: {error}
fr: Échec de la sélection de l'image : {error}
hi: छवि चुनने में विफल: {error}
id: Gagal memilih gambar: {error}
pt: Falha ao selecionar imagem: {error}
ru: Не удалось выбрать изображение: {error}

source: Failed to submit feedback
ar: فشل في إرسال الملاحظات
de: Fehler beim Senden des Feedbacks
es: Error al enviar comentarios
fr: Échec de l'envoi des commentaires
hi: प्रतिक्रिया सबमिट करने में विफल
id: Gagal mengirimkan umpan balik
pt: Falha ao enviar feedback
ru: Не удалось отправить отзыв

source: Video Generation Failed
ar: فشل توليد الفيديو
de: Video-Generierung fehlgeschlagen
es: Fallo en la Generación del Vídeo
fr: Échec de la Génération de Vidéo
hi: वीडियो जनरेशन विफल
id: Pembuatan Video Gagal
pt: Falha na Geração de Vídeo
ru: Сбой Генерации Видео

# videoGenerationFailedDescription
source: To avoid being filtered, please enter your entries with a different wording?
ar: لتجنب التصفية، يرجى إدخال مدخلاتك بصيغة مختلفة قليلاً؟
de: Um eine Filterung zu vermeiden, geben Sie Ihre Eingaben bitte mit einer leicht anderen Formulierung ein?
es: ¿Para evitar ser filtrado, por favor, introduce tus entradas con una redacción ligeramente diferente?
fr: Pour éviter d'être filtré, veuillez entrer vos descriptions avec une formulation légèrement différente ?
hi: फ़िल्टरिंग से बचने के लिए, कृपया अपनी प्रविष्टियाँ थोड़े अलग शब्दों में दर्ज करें?
id: Untuk menghindari pemfilteran, silakan masukkan prompt Anda dengan kata-kata yang sedikit berbeda?
pt: Para evitar a filtragem, insira seus prompts com uma redação ligeiramente diferente?
ru: Чтобы избежать фильтрации, не могли бы вы ввести свои запросы немного по-другому?

source: Processing...
ar: جاري المعالجة...
de: Wird verarbeitet...
es: Procesando...
fr: Traitement...
hi: प्रसंस्करण...
id: Memproses...
pt: A processar...
ru: Обработка...

source: Refund Credit
ar: استرداد النقاط
de: Credit zurückerstatten
es: Reembolsar Crédito
fr: Rembourser le Crédit
hi: क्रेडिट वापस करें
id: Kembalikan Kredit
pt: Reembolsar Crédito
ru: Вернуть Кредит

source: Contact Support
ar: الاتصال بالدعم
de: Support kontaktieren
es: Contactar Soporte
fr: Contacter le Support
hi: सहायता से संपर्क करें
id: Hubungi Dukungan
pt: Contactar Suporte
ru: Связаться со Службой Поддержки

# toAvoidFiltering
source: To avoid filtering, copy the command and explain it slightly differently.
ar: لتجنب التصفية، انسخ الأمر واشرحه بصيغة مختلفة قليلاً.
de: Um eine Filterung zu vermeiden, kopieren Sie den Befehl und erklären Sie ihn leicht anders.
es: Para evitar el filtrado, copia el comando y explícalo de forma ligeramente diferente.
fr: Pour éviter le filtrage, copiez la commande et expliquez-la légèrement différemment.
hi: फ़िल्टरिंग से बचने के लिए, कमांड को कॉपी करें और इसे थोड़े अलग तरीके से समझाएं।
id: Untuk menghindari pemfilteran, salin perintah dan jelaskan sedikit berbeda.
pt: Para evitar a filtragem, copie o comando e explique-o de forma ligeiramente diferente.
ru: Чтобы избежать фильтрации, скопируйте команду и объясните ее немного по-другому.

# errorProcessingRefund
source: Error processing refund. Please try again.
ar: خطأ في معالجة الاسترداد. يرجى المحاولة مرة أخرى.
de: Fehler bei der Bearbeitung der Rückerstattung. Bitte versuchen Sie es erneut.
es: Error al procesar el reembolso. Por favor, inténtalo de nuevo.
fr: Erreur lors du traitement du remboursement. Veuillez réessayer.
hi: रिफंड संसाधित करने में त्रुटि। कृपया पुन: प्रयास करें।
id: Gagal memproses pengembalian dana. Silakan coba lagi.
pt: Erro ao processar o reembolso. Por favor, tente novamente.
ru: Ошибка при обработке возврата средств. Пожалуйста, попробуйте снова.

# creditRequirementsNotLoaded
source: Credit requirements not loaded. Please try again.
ar: لم يتم تحميل متطلبات النقاط. يرجى المحاولة مرة أخرى.
de: Credit-Anforderungen nicht geladen. Bitte versuchen Sie es erneut.
es: Requisitos de crédito no cargados. Por favor, inténtalo de nuevo.
fr: Exigences de crédit non chargées. Veuillez réessayer.
hi: क्रेडिट आवश्यकताएँ लोड नहीं हुईं। कृपया पुन: प्रयास करें।
id: Persyaratan kredit tidak dimuat. Silakan coba lagi.
pt: Requisitos de crédito não carregados. Por favor, tente novamente.
ru: Требования к кредитам не загружены. Пожалуйста, попробуйте снова.

source: Refund processed successfully!
ar: تمت معالجة الاسترداد بنجاح!
de: Rückerstattung erfolgreich bearbeitet!
es: ¡Reembolso procesado con éxito!
fr: Remboursement traité avec succès !
hi: रिफंड सफलतापूर्वक संसाधित हुआ!
id: Pengembalian dana berhasil diproses!
pt: Reembolso processado com sucesso!
ru: Возврат средств успешно обработан!

# refundFailed
source: Refund failed. Please try again.
ar: فشل الاسترداد. يرجى المحاولة مرة أخرى.
de: Rückerstattung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Reembolso fallido. Por favor, inténtalo de nuevo.
fr: Remboursement échoué. Veuillez réessayer.
hi: रिफंड विफल। कृपया पुन: प्रयास करें।
id: Pengembalian dana gagal. Silakan coba lagi.
pt: Reembolso falhou. Por favor, tente novamente.
ru: Возврат средств не удался. Пожалуйста, попробуйте снова.

# refundProcessedSuccessfullyWithMessage
source: Refund processed successfully!
ar: تمت معالجة الاسترداد بنجاح!
de: Rückerstattung erfolgreich bearbeitet!
es: ¡Reembolso procesado con éxito!
fr: Remboursement traité avec succès !
hi: रिफंड सफलतापूर्वक संसाधित हुआ!
id: Pengembalian dana berhasil diproses!
pt: Reembolso processado com sucesso!
ru: Возврат средств успешно обработан!

source: Name Surname
ar: الاسم واللقب
de: Name Nachname
es: Nombre Apellido
fr: Nom Prénom
hi: नाम उपनाम
id: Nama Belakang
pt: Nome Sobrenome
ru: Имя Фамилия

# effectSearch
source: Search effect...
ar: البحث عن تأثير...
de: Effekt suchen...
es: Buscar efecto...
fr: Rechercher un effet...
hi: प्रभाव खोजें...
id: Cari efek...
pt: Pesquisar efeito...
ru: Поиск эффекта...

source: Clear Search
ar: مسح البحث
de: Suche löschen
es: Borrar Búsqueda
fr: Effacer la Recherche
hi: खोज साफ़ करें
id: Hapus Pencarian
pt: Limpar Pesquisa
ru: Очистить Поиск

source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
hi: वीडियो
pt: Vídeo
ru: Видео

source: UID copied!
ar: تم نسخ UID
de: UID kopiert
es: UID copiado
fr: UID copié
hi: यूआईडी कॉपी किया गया
id: UID disalin
pt: UID copiado
ru: UID скопирован

source: Negative Prompt
ar: الوصف السلبي
de: Negativer Prompt
es: Descripción Negativa
fr: Description Négative
hi: नकारात्मक प्रॉम्प्ट
id: Prompt Negatif
pt: Prompt Negativo
ru: Отрицательный Промпт

# negativePromptHint
source: Enter negative prompt to avoid unwanted elements...
ar: أدخل وصفاً سلبياً لتجنب العناصر غير المرغوب فيها...
de: Negativen Prompt eingeben, um unerwünschte Elemente zu vermeiden...
es: Introduce una descripción negativa para evitar elementos no deseados...
fr: Entrez une description négative pour éviter les éléments indésirables...
hi: अवांछित तत्वों से बचने के लिए नकारात्मक प्रॉम्प्ट दर्ज करें...
id: Masukkan prompt negatif untuk menghindari elemen yang tidak diinginkan...
pt: Insira prompt negativo para evitar elementos indesejados...
ru: Введите отрицательный промпт, чтобы избежать нежелательных элементов...

# shareText
source: Check out this image I created on Comby! Download App: app.comby.ai
ar: شاهد هذه الصورة التي أنشأتها على GinFit! تنزيل التطبيق: app.ginfit.com
de: Schau dir dieses Bild an, das ich auf Comby erstellt habe! App herunterladen: app.comby.ai
es: ¡Mira esta imagen que creé en Comby! Descargar App: app.comby.ai
fr: Découvrez cette image que j'ai créée sur Comby ! Télécharger l'application : app.comby.ai
hi: इस छवि को देखें जिसे मैंने Comby पर बनाया है! ऐप डाउनलोड करें: app.comby.ai
id: Lihat gambar ini yang saya buat di Comby! Unduh Aplikasi: app.comby.ai
pt: Confira esta imagem que criei no GINLY! Baixe o Aplicativo: app.ginlyai.com
ru: Посмотрите это изображение, которое я создал в GINLY! Загрузите приложение: app.ginlyai.com

# shareTextFromUrl
source: Check out this image I created on Comby! Download App: app.comby.ai
ar: شاهد هذه الصورة التي أنشأتها على GinFit! تنزيل التطبيق: app.ginfit.com
de: Schau dir dieses Bild an, das ich auf Comby erstellt habe! App herunterladen: app.comby.ai
es: ¡Mira esta imagen que creé en Comby! Descargar App: app.comby.ai
fr: Découvrez cette image que j'ai créée sur Comby ! Télécharger l'application : app.comby.ai
hi: इस छवि को देखें जिसे मैंने Comby पर बनाया है! ऐप डाउनलोड करें: app.comby.ai
id: Lihat gambar ini yang saya buat di Comby! Unduh Aplikasi: app.comby.ai
pt: Confira esta imagem que criei no GINLY! Baixe o Aplicativo: app.ginlyai.com
ru: Посмотрите это изображение, которое я создал в GINLY! Загрузите приложение: app.ginlyai.com

# shareVideoText
source: Check out this video I created on Comby AI! Download App: app.comby.ai
ar: شاهد هذا الفيديو الذي أنشأته على GinFit AI! تنزيل التطبيق: app.ginfit.com
de: Schau dir dieses Video an, das ich auf Comby AI erstellt habe! App herunterladen: app.comby.ai
es: ¡Mira este video que creé en Comby AI! Descargar App: app.comby.ai
fr: Découvrez cette vidéo que j'ai créée sur Comby AI ! Télécharger l'application : app.comby.ai
hi: यह वीडियो देखें जिसे मैंने Comby AI पर बनाया है! ऐप डाउनलोड करें: app.comby.ai
id: Lihat video ini yang saya buat di Comby AI! Unduh Aplikasi: app.comby.ai
pt: Confira este vídeo que criei no GINLY AI! Baixe o Aplicativo: app.ginlyai.com
ru: Посмотрите это видео, которое я создал в GINLY AI! Загрузите приложение: app.ginlyai.com

# reviewRequiredTitle
source: Unlock 2nd Video
ar: فتح الفيديو الثاني
de: 2. Video Freischalten
es: Desbloquear 2° Video
fr: Débloquer la 2ème Vidéo
hi: दूसरा वीडियो अनलॉक करें
id: Buka Video Ke-2
pt: Desbloquear 2º Vídeo
ru: Разблокировать 2-е Видео

# reviewRequiredMessage
source: Please rate our app to create your 2nd video!
ar: يرجى تقييم تطبيقنا لإنشاء الفيديو الثاني الخاص بك!
de: Bitte bewerten Sie unsere App, um Ihr 2. Video zu erstellen!
es: ¡Por favor valora nuestra aplicación para crear tu 2° video!
fr: Veuillez évaluer notre application pour créer votre 2ème vidéo !
hi: कृपया अपना दूसरा वीडियो बनाने के लिए हमारे ऐप को रेट करें!
id: Silakan nilai aplikasi kami untuk membuat video ke-2 Anda!
pt: Por favor, avalie nosso aplicativo para criar seu 2º vídeo!
ru: Пожалуйста, оцените наше приложение, чтобы создать ваше 2-е видео!

# reviewRequiredButton
source: Rate 5 Stars & Create 2nd Video
ar: قيّم 5 نجوم وافتح الفيديو الثاني
de: 5 Sterne Bewerten & 2. Video Freischalten
es: Valorar 5 Estrellas y Desbloquear 2° Video
fr: Évaluer 5 Étoiles et Débloquer la 2ème Vidéo
hi: 5 स्टार रेट करें और दूसरा वीडियो अनलॉक करें
id: Nilai 5 Bintang & Buka Video Ke-2
pt: Avaliar 5 Estrelas e Desbloquear 2º Vídeo
ru: Оценить 5 Звезд и Разблокировать 2-е Видео

# reviewRequiredBonus
source: Unlock 2nd Video!
ar: فتح الفيديو الثاني!
de: 2. Video Freischalten!
es: ¡Desbloquear 2° Video!
fr: Débloquer la 2ème Vidéo !
hi: दूसरा वीडियो अनलॉक करें!
id: Buka Video Ke-2!
pt: Desbloquear 2º Vídeo!
ru: Разблокировать 2-е Видео!

source: Error loading credits
ar: خطأ في تحميل النقاط
de: Fehler beim Laden der Credits
es: Error al cargar créditos
fr: Erreur lors du chargement des crédits
hi: क्रेडिट लोड करने में त्रुटि
id: Gagal memuat kredit
pt: Erro ao carregar créditos
ru: Ошибка загрузки кредитов

source: Upload Photo
ar: تحميل صورة
de: Foto hochladen
es: Subir Foto
fr: Télécharger une Photo
hi: फोटो अपलोड करें
id: Unggah Foto
pt: Carregar Foto
ru: Загрузить Фото

# refundCreditTitle
source: Refund Credit
ar: استرداد النقاط
de: Credit zurückerstatten
es: Reembolsar Crédito
fr: Rembourser le Crédit
hi: क्रेडिट वापस करें
id: Kembalikan Kredit
pt: Reembolsar Crédito
ru: Вернуть Кредит

# refundCreditDescription
source: To avoid being filtered, please enter your entries with a different wording
ar: لتجنب التصفية، يرجى إدخال مدخلاتك بصيغة مختلفة قليلاً
de: Um eine Filterung zu vermeiden, geben Sie Ihre Eingaben bitte mit einer leicht anderen Formulierung ein
es: Para evitar el filtrado, por favor, introduce tus entradas con una redacción ligeramente diferente
fr: Pour éviter le filtrage, veuillez entrer vos descriptions avec une formulation légèrement différente
hi: फ़िल्टरिंग से बचने के लिए, कृपया अपनी प्रविष्टियाँ थोड़े अलग शब्दों में दर्ज करें
id: Untuk menghindari pemfilteran, silakan masukkan prompt Anda dengan kata-kata yang sedikit berbeda
pt: Para evitar a filtragem, insira seus prompts com uma redação ligeiramente diferente
ru: Чтобы избежать фильтрации, не могли бы вы ввести свои запросы немного по-другому

# refundProcessedSuccessfullyDefault
source: Refund processed successfully!
ar: تمت معالجة الاسترداد بنجاح!
de: Rückerstattung erfolgreich bearbeitet!
es: ¡Reembolso procesado con éxito!
fr: Remboursement traité avec succès !
hi: रिफंड सफलतापूर्वक संसाधित हुआ!
id: Pengembalian dana berhasil diproses!
pt: Reembolso processado com sucesso!
ru: Возврат средств успешно обработан!

source: Refund Limit Reached
ar: تم الوصول إلى حد الاسترداد
de: Rückerstattungsgrenze erreicht
es: Límite de Reembolso Alcanzado
fr: Limite de Remboursement Atteinte
hi: रिफंड सीमा पहुँची
id: Batas Pengembalian Dana Tercapai
pt: Limite de Reembolso Atingido
ru: Лимит Возврата Средств Достигнут

# refundLimitReachedDescription
source: You have reached the maximum refund limit ({count}/10).
ar: لقد وصلت إلى الحد الأقصى للاسترداد ({count}/10).
de: Sie haben die maximale Rückerstattungsgrenze erreicht ({count}/10).
es: Has alcanzado el límite máximo de reembolso ({count}/10).
fr: Vous avez atteint la limite maximale de remboursement ({count}/10).
hi: आप अधिकतम रिफंड सीमा ({count}/10) तक पहुँच चुके हैं।
id: Anda telah mencapai batas pengembalian dana maksimum ({count}/10).
pt: Você atingiu o limite máximo de reembolso ({count}/10).
ru: Вы достигли максимального лимита возврата средств ({count}/10).

source: Subscription successful!
ar: تم الاشتراك بنجاح!
de: Abonnement erfolgreich!
es: ¡Suscripción exitosa!
fr: Abonnement réussi !
hi: सदस्यता सफल!
id: Langganan berhasil!
pt: Assinatura bem-sucedida!
ru: Подписка успешна!

source: Delete Account
ar: حذف الحساب
de: Konto löschen
es: Eliminar Cuenta
fr: Supprimer le Compte
hi: खाता हटाएं
id: Hapus Akun
pt: Excluir Conta
ru: Удалить Аккаунт

source: Delete Account Warning
ar: تحذير حذف الحساب
de: Warnung zum Löschen des Kontos
es: Advertencia de Eliminación de Cuenta
fr: Avertissement de Suppression de Compte
hi: खाता हटाने की चेतावनी
id: Peringatan Penghapusan Akun
pt: Aviso de Exclusão de Conta
ru: Предупреждение Об Удалении Аккаунта

# deleteAccountWarningDescription
source: Are you sure you want to delete your account? This action cannot be undone. • All your usage rights will be reset • All generated content will be permanently deleted • All credits and subscriptions will be lost • Your profile and data will be removed
ar: هل أنت متأكد أنك تريد حذف حسابك؟ لا يمكن التراجع عن هذا الإجراء. • سيتم إعادة تعيين جميع حقوق الاستخدام الخاصة بك • سيتم حذف جميع المحتويات المولدة نهائياً • سيتم فقدان جميع النقاط والاشتراكات • سيتم إزالة ملفك الشخصي وبياناتك
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden. • Alle Ihre Nutzungsrechte werden zurückgesetzt • Alle generierten Inhalte werden dauerhaft gelöscht • Alle Credits und Abonnements gehen verloren • Ihr Profil und Ihre Daten werden entfernt
es: ¿Estás seguro de que quieres eliminar tu cuenta? Esta acción no se puede deshacer. • Todos tus derechos de uso serán restablecidos • Todo el contenido generado será eliminado permanentemente • Todos los créditos y suscripciones se perderán • Tu perfil y datos serán eliminados
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action est irréversible. • Tous vos droits d'utilisation seront réinitialisés • Tout le contenu généré sera définitivement supprimé • Tous les crédits et abonnements seront perdus • Votre profil et vos données seront supprimés
hi: क्या आप निश्चित रूप से अपना खाता हटाना चाहते हैं? यह कार्रवाई अपरिवर्तनीय है। • आपके सभी उपयोग अधिकार रीसेट हो जाएंगे • सभी जनरेट की गई सामग्री स्थायी रूप से हटा दी जाएगी • सभी क्रेडिट और सदस्यताएँ खो जाएंगी • आपकी प्रोफ़ाइल और डेटा हटा दिया जाएगा
id: Apakah Anda yakin ingin menghapus akun Anda? Tindakan ini tidak dapat diurungkan. • Semua hak penggunaan Anda akan direset • Semua konten yang dibuat akan dihapus secara permanen • Semua kredit dan langganan akan hilang • Profil dan data Anda akan dihapus
pt: Tem certeza de que deseja excluir sua conta? Esta ação é irreversível. • Todos os seus direitos de uso serão redefinidos • Todo o conteúdo gerado será excluído permanentemente • Todos os créditos e assinaturas serão perdidos • Seu perfil e dados serão excluídos
ru: Вы уверены, что хотите удалить свой аккаунт? Это действие необратимо. • Все ваши права использования будут сброшены • Весь сгенерированный контент будет безвозвратно удален • Все кредиты и подписки будут потеряны • Ваш профиль и данные будут удалены

source: Delete My Account
ar: حذف حسابي
de: Mein Konto löschen
es: Eliminar Mi Cuenta
fr: Supprimer Mon Compte
hi: मेरा खाता हटाएं
id: Hapus Akun Saya
pt: Excluir Minha Conta
ru: Удалить Мой Аккаунт

# accountDeletedSuccessfully
source: Your account has been successfully deleted!
ar: تم حذف حسابك بنجاح!
de: Ihr Konto wurde erfolgreich gelöscht!
es: ¡Tu cuenta ha sido eliminada con éxito!
fr: Votre compte a été supprimé avec succès !
hi: आपका खाता सफलतापूर्वक हटा दिया गया है!
id: Akun Anda berhasil dihapus!
pt: Sua conta foi excluída com sucesso!
ru: Ваш аккаунт успешно удален!

# loginButton
source: Login
ar: تسجيل الدخول
de: Anmelden
es: Iniciar Sesión
fr: Connexion
hi: लॉग इन करें
id: Masuk
pt: Iniciar Sessão
ru: Войти

# purchaseButton
source: Purchase
ar: شراء
de: Kaufen
es: Comprar
fr: Acheter
hi: खरीदें
id: Beli
pt: Comprar
ru: Купить

source: Deleted User
ar: مستخدم محذوف
de: Gelöschter Benutzer
es: Usuario Eliminado
fr: Utilisateur Supprimé
hi: हटाया गया उपयोगकर्ता
id: Pengguna Dihapus
pt: Usuário Excluído
ru: Удаленный Пользователь

source: Counter completed
ar: اكتمل العداد
de: Zähler abgeschlossen
es: Contador completado
fr: Compteur terminé
hi: काउंटर पूरा हुआ
id: Penghitung selesai
pt: Contador concluído
ru: Счетчик завершен

source: Offerings empty
ar: العروض فارغة
de: Angebote leer
es: Ofertas vacías
fr: Offres vides
hi: प्रस्ताव खाली
id: Penawaran kosong
pt: Ofertas vazias
ru: Предложения пусты

# appName
source: Comby
ar: GinFit
pt: GINLY
ru: GINLY

# fileLabel
source: File
ar: ملف
de: Datei
es: Archivo
fr: Fichier
hi: फ़ाइल
pt: Ficheiro
ru: Файл

# sizeLabel
source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
hi: आकार
id: Ukuran
pt: Tamanho
ru: Размер

# errorWithSnapshot
source: Error: {error}
ar: خطأ: {error}
de: Fehler: {error}
fr: Erreur : {error}
hi: त्रुटि: {error}
id: Kesalahan: {error}
pt: Erro: {error}
ru: Ошибка: {error}

# fileText
source: File: {fileName}
ar: الملف: {fileName}
de: Datei: {fileName}
es: Archivo: {fileName}
fr: Fichier : {fileName}
hi: फ़ाइल: {fileName}
pt: Ficheiro: {fileName}
ru: Файл: {fileName}

# sizeText
source: Size: {fileSize}
ar: الحجم: {fileSize}
de: Größe: {fileSize}
es: Tamaño: {fileSize}
fr: Taille : {fileSize}
hi: आकार: {fileSize}
id: Ukuran: {fileSize}
pt: Tamanho: {fileSize}
ru: Размер: {fileSize}

# insufficientCredits
source: Insufficient credits. Required: {required}, Available: {available}
ar: نقاط غير كافية
de: Unzureichende Credits
es: Créditos insuficientes
fr: Crédits insuffisants
hi: अपर्याप्त क्रेडिट
id: Kredit tidak cukup
pt: Créditos insuficientes
ru: Недостаточно кредитов

source: Viral Effects On Tiktok
ar: تأثيرات فيروسية على تيك توك
de: Virale Effekte auf TikTok
es: Efectos Virales en Tiktok
fr: Effets Viraux sur Tiktok
hi: टिकटॉक पर वायरल प्रभाव
id: Efek Viral di Tiktok
pt: Efeitos Virais no Tiktok
ru: Вирусные Эффекты В Tiktok

source: Viral on TikTok
ar: رائج على تيك توك
de: Viral auf TikTok
es: Viral en TikTok
fr: Viral sur TikTok
hi: टिकटॉक पर वायरल
id: Viral di TikTok
pt: Viral no TikTok
ru: Вирусный В TikTok

source: WTF Effects
ar: تأثيرات WTF
de: WTF Effekte
es: Efectos WTF
fr: Effets WTF
hi: डब्ल्यूटीएफ प्रभाव
id: Efek WTF
pt: Efeitos WTF
ru: WTF Эффекты

# videoTab
source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
hi: वीडियो
pt: Vídeo
ru: Видео

# imageTab
source: Image
ar: صورة
de: Bild
es: Imagen
hi: छवि
id: Gambar
pt: Imagem
ru: Изображение

# heifFormatWarning
source: HEIF Format Uyarısı
ar: تحذير تنسيق HEIF
de: HEIF-Format-Warnung
es: Advertencia de Formato HEIF
fr: Avertissement Format HEIF
hi: एचईआईएफ प्रारूप चेतावनी
id: Peringatan Format HEIF
pt: Aviso de Formato HEIF
ru: Предупреждение о Формате HEIF

# pixverseCompatibility
source: Pixverse Uyumluluğu
ar: توافق Pixverse
de: Pixverse-Kompatibilität
es: Compatibilidad con Pixverse
fr: Compatibilité Pixverse
hi: पिक्सवर्स संगतता
id: Kompatibilitas Pixverse
pt: Compatibilidade Pixverse
ru: Совместимость Pixverse

# cancelButton
source: İptal
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
pt: Cancelar
ru: Отмена

source: Person 1
ar: الشخص 1
es: Persona 1
fr: Personne 1
hi: व्यक्ति 1
id: Orang 1
pt: Pessoa 1
ru: Человек 1

source: Person 2
ar: الشخص 2
es: Persona 2
fr: Personne 2
hi: व्यक्ति 2
id: Orang 2
pt: Pessoa 2
ru: Человек 2

source: Tap to select
ar: اضغط للتحديد
de: Zum Auswählen tippen
es: Toca para seleccionar
fr: Appuyez pour sélectionner
hi: चुनने के लिए टैप करें
id: Ketuk untuk memilih
pt: Toque para selecionar
ru: Нажмите, чтобы выбрать

# promptLabel
source: Prompt:
ar: الوصف:
es: Descripción:
fr: Description :
hi: प्रॉम्प्ट:
ru: Промпт:

# idLabel
source: ID:
ar: المعرّف:
hi: आईडी:

# durationLabel
source: Duration:
ar: المدة:
de: Dauer:
es: Duración:
fr: Durée :
hi: अवधि:
id: Durasi:
pt: Duração:
ru: Длительность:

# startedAtLabel
source: Started At:
ar: بدأ في:
de: Gestartet am:
es: Iniciado en:
fr: Commencé le :
hi: इस पर शुरू हुआ:
id: Dimulai pada:
pt: Iniciado em:
ru: Начато в:

# completedAtLabel
source: Completed At:
ar: اكتمل في:
de: Abgeschlossen am:
es: Completado en:
fr: Terminé le :
hi: इस पर पूरा हुआ:
id: Selesai pada:
pt: Concluído em:
ru: Завершено в:

# errorLabel
source: Error:
ar: خطأ:
de: Fehler:
fr: Erreur :
hi: त्रुटि:
id: Kesalahan:
pt: Erro:
ru: Ошибка:

# webLabel
source: Web:
ar: الويب:
hi: वेब:
ru: Веб:

# streamLabel
source: Stream:
ar: البث:
hi: स्ट्रीम:
id: Streaming:
ru: Поток:

# getLabel
source: Get:
ar: الحصول على:
de: Holen:
es: Obtener:
fr: Obtenir :
hi: प्राप्त करें:
id: Dapatkan:
pt: Obter:
ru: Получить:

# logsLabel
source: Logs:
ar: السجلات:
de: Protokolle:
es: Registros:
fr: Journaux :
hi: लॉग:
id: Log:
pt: Registos:
ru: Журналы:

# regenerateButton
source: Regenerate
ar: تجديد
de: Neu generieren
es: Regenerar
fr: Régénérer
hi: पुन: जनरेट करें
id: Buat Ulang
pt: Regenerar
ru: Перегенерировать

source: Guest Purchase
ar: شراء كضيف
de: Gastkauf
es: Compra como Invitado
fr: Achat en tant qu'Invité
hi: अतिथि खरीद
id: Pembelian Tamu
pt: Compra de Convidado
ru: Покупка Гостя

# guestPurchaseDescription
source: You can purchase as a guest user. However, creating an account will enable you to:
ar: يمكنك الشراء كمستخدم ضيف. ومع ذلك، سيسمح لك إنشاء حساب بما يلي:
de: Sie können als Gastbenutzer kaufen. Die Erstellung eines Kontos ermöglicht Ihnen jedoch:
es: Puedes comprar como usuario invitado. Sin embargo, crear una cuenta te permitirá:
fr: Vous pouvez acheter en tant qu'utilisateur invité. Cependant, la création d'un compte vous permettra de :
hi: आप अतिथि उपयोगकर्ता के रूप में खरीद सकते हैं। हालाँकि, एक खाता बनाने से आपको इसकी अनुमति मिलेगी:
id: Anda dapat membeli sebagai pengguna tamu. Namun, membuat akun akan memungkinkan Anda untuk:
pt: Você pode comprar como usuário convidado. No entanto, a criação de uma conta permitirá que você:
ru: Вы можете совершать покупки в качестве гостевого пользователя. Однако создание аккаунта позволит вам:
