Repository: ygtsmt/outfitapp
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, es, fr, hi, id, pt, ru

source: Generate your first image
ar: قم بتوليد صورتك الأولى
de: Generieren Sie Ihr erstes Bild
es: Genera tu primera imagen
fr: Générez votre première image
hi: अपनी पहली छवि जनरेट करें
id: Buat gambar pertama Anda
pt: Gere sua primeira imagem
ru: Сгенерируйте свое первое изображение

source: Generate your first video
ar: قم بتوليد الفيديو الأول لك
de: Generieren Sie Ihr erstes Video
es: Genera tu primer vídeo
fr: Générez votre première vidéo
hi: अपना पहला वीडियो जनरेट करें
id: Buat video pertama Anda
pt: Gere seu primeiro vídeo
ru: Сгенерируйте свое первое видео

# generate_with_pollo
source: Generate with Pollo 1.6
ar: توليد باستخدام Pollo 1.6
de: Mit Pollo 1.6 generieren
es: Generar con Pollo 1.6
fr: Générer avec Pollo 1.6
hi: पोलो 1.6 के साथ जनरेट करें
id: Buat dengan Pollo 1.6
pt: Gerar com Pollo 1.6
ru: Генерировать с Pollo 1.6

# getPremium
source: GET A PREMIUM 🔱
ar: احصل على بريميوم 🔱
de: PREMIUM HOLEN 🔱
es: OBTENER PREMIUM 🔱
fr: OBTENIR PREMIUM 🔱
hi: प्रीमियम प्राप्त करें 🔱
id: DAPATKAN PREMIUM 🔱
pt: OBTER PREMIUM 🔱
ru: ПОЛУЧИТЬ ПРЕМИУМ 🔱

# group_photo
source: Single Photo
ar: صورة فردية
de: Einzelfoto
es: Foto Única
fr: Photo Unique
hi: एकल फोटो
id: Satu Foto
pt: Foto Única
ru: Одна Фотография

# high_quality
source: High
ar: عالية
de: Hoch
es: Alta
fr: Élevée
hi: उच्च
id: Tinggi
pt: Alta
ru: Высокое

# iHaveReadAndAgreedTo
source: I have read and agreed to the
ar: لقد قرأت ووافقت على
de: Ich habe gelesen und stimme zu
es: He leído y acepto los
fr: J'ai lu et j'accepte les
hi: मैंने पढ़ा है और मैं सहमत हूँ
id: Saya telah membaca dan menyetujui
pt: Li e concordei com os
ru: Я прочитал и согласен с

source: Image
ar: صورة
de: Bild
es: Imagen
hi: छवि
id: Gambar
pt: Imagem
ru: Изображение

source: Image Details
ar: تفاصيل الصورة
de: Bilddetails
es: Detalles de la Imagen
fr: Détails de l'Image
hi: छवि विवरण
id: Detail Gambar
pt: Detalhes da Imagem
ru: Детали Изображения

# image_data_error
source: Image data could not be retrieved
ar: تعذر استرداد بيانات الصورة
de: Bilddaten konnten nicht abgerufen werden
es: No se pudieron recuperar los datos de la imagen
fr: Les données de l'image n'ont pas pu être récupérées
hi: छवि डेटा पुनर्प्राप्त नहीं किया जा सका
id: Gagal mengambil data gambar
pt: Não foi possível recuperar os dados da imagem
ru: Не удалось получить данные изображения

source: Image to Video
ar: صورة إلى فيديو
de: Bild zu Video
es: Imagen a Vídeo
fr: Image en Vidéo
hi: छवि से वीडियो
id: Gambar ke Video
pt: Imagem para Vídeo
ru: Изображение в Видео

source: Images
ar: الصور
de: Bilder
es: Imágenes
hi: छवियां
id: Gambar
pt: Imagens
ru: Изображения

source: One Time Purchase
ar: شراء لمرة واحدة
de: Einmaliger Kauf
es: Compra Única
fr: Achat Unique
hi: एक बार की खरीद
id: Pembelian Sekali
pt: Compra Única
ru: Одноразовая Покупка

source: Price Not Available
ar: السعر غير متاح
de: Preis nicht verfügbar
es: Precio No Disponible
fr: Prix Non Disponible
hi: कीमत उपलब्ध नहीं है
id: Harga Tidak Tersedia
pt: Preço Não Disponível
ru: Цена Недоступна

source: Extra Credit Packages
ar: باقات ائتمان إضافية
de: Zusätzliche Credit-Pakete
es: Paquetes de Créditos Extra
fr: Packs de Crédits Supplémentaires
hi: अतिरिक्त क्रेडिट पैकेज
id: Paket Kredit Ekstra
pt: Pacotes de Crédito Extra
ru: Дополнительные Пакеты Кредитов

source: Subscriptions
ar: الاشتراكات
de: Abonnements
es: Suscripciones
fr: Abonnements
hi: सदस्यताएँ
id: Langganan
pt: Assinaturas
ru: Подписки

# creditPackages
source: Credits
ar: النقاط
es: Créditos
fr: Crédits
hi: क्रेडिट
id: Kredit
pt: Créditos
ru: Кредиты

source: Credits
ar: النقاط
es: Créditos
fr: Crédits
hi: क्रेडिट
id: Kredit
pt: Créditos
ru: Кредиты

source: Plans
ar: الخطط
de: Pläne
es: Planes
hi: योजनाएं
id: Paket
pt: Planos
ru: Планы

source: Purchase Now
ar: اشترِ الآن
de: Jetzt kaufen
es: Comprar Ahora
fr: Acheter Maintenant
hi: अभी खरीदें
id: Beli Sekarang
pt: Comprar Agora
ru: Купить Сейчас

source: One Time
ar: مرة واحدة
de: Einmalig
es: Una Vez
fr: Une Fois
hi: एक बार
id: Sekali
pt: Uma Vez
ru: Однократно

source: Non-renewable
ar: غير قابلة للتجديد
de: Nicht verlängerbar
es: No renovable
fr: Non renouvelable
hi: गैर-नवीकरणीय
id: Tidak dapat diperbarui
pt: Não renovável
ru: Невозобновляемый

# trialPackageUsed
source: You have already used your trial package. You can continue by purchasing a subscription.
ar: لقد استخدمت بالفعل الحزمة التجريبية الخاصة بك. يمكنك المتابعة عن طريق شراء اشتراك.
de: Sie haben Ihr Testpaket bereits genutzt. Sie können mit dem Kauf eines Abonnements fortfahren.
es: Ya has utilizado tu paquete de prueba. Puedes continuar comprando una suscripción.
fr: Vous avez déjà utilisé votre pack d'essai. Vous pouvez continuer en achetant un abonnement.
hi: आपने पहले ही अपना ट्रायल पैकेज उपयोग कर लिया है। आप सदस्यता खरीदकर आगे बढ़ सकते हैं।
id: Anda sudah menggunakan paket uji coba Anda. Anda dapat melanjutkan dengan membeli langganan.
pt: Você já usou seu pacote de teste. Você pode continuar comprando uma assinatura.
ru: Вы уже использовали свой пробный пакет. Вы можете продолжить, купив подписку.

source: Packages loading...
ar: جاري تحميل الباقات...
de: Pakete werden geladen...
es: Cargando paquetes...
fr: Chargement des packs...
hi: पैकेज लोड हो रहे हैं...
id: Memuat paket...
pt: Carregando pacotes...
ru: Загрузка пакетов...

# goToSubscriptions
source: Purchase Subscription
ar: شراء اشتراك
de: Abonnement kaufen
es: Comprar Suscripción
fr: Acheter un Abonnement
hi: सदस्यता खरीदें
id: Beli Langganan
pt: Comprar uma Assinatura
ru: Купить Подписку

source: Purchase
ar: شراء
de: Kaufen
es: Comprar
fr: Acheter
hi: खरीदें
id: Beli
pt: Comprar
ru: Купить

# userInfoLoadError
source: Failed to load user information
ar: فشل تحميل معلومات المستخدم
de: Fehler beim Laden der Benutzerinformationen
es: Error al cargar la información del usuario
fr: Échec du chargement des informations utilisateur
hi: उपयोगकर्ता जानकारी लोड करने में त्रुटि
id: Gagal memuat info pengguna
pt: Falha ao carregar as informações do usuário
ru: Ошибка загрузки информации о пользователе

source: Credits added successfully!
ar: تمت إضافة النقاط بنجاح!
de: Credits erfolgreich hinzugefügt!
es: ¡Créditos añadidos con éxito!
fr: Crédits ajoutés avec succès !
hi: क्रेडिट सफलतापूर्वक जोड़े गए!
id: Kredit berhasil ditambahkan!
pt: Créditos adicionados com sucesso!
ru: Кредиты успешно добавлены!

# purchaseFailed
source: Purchase failed. Please try again.
ar: فشل الشراء. يرجى المحاولة مرة أخرى.
de: Kauf fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error en la compra. Por favor, inténtelo de nuevo.
fr: Échec de l'achat. Veuillez réessayer.
hi: खरीद विफल। कृपया पुन: प्रयास करें।
id: Pembelian gagal. Silakan coba lagi.
pt: Compra falhou. Por favor, tente novamente.
ru: Покупка не удалась. Пожалуйста, попробуйте снова.

source: Image Templates
ar: قوالب الصور
de: Bildvorlagen
es: Plantillas de Imagen
fr: Modèles d'Image
hi: छवि टेम्पलेट
id: Templat Gambar
pt: Modelos de Imagem
ru: Шаблоны Изображений

source: All Images
ar: جميع الصور
de: Alle Bilder
es: Todas las Imágenes
fr: Toutes les Images
hi: सभी छवियां
id: Semua Gambar
pt: Todas as Imagens
ru: Все Изображения

source: No user data found
ar: لم يتم العثور على بيانات المستخدم
de: Keine Benutzerdaten gefunden
es: No se encontraron datos de usuario
fr: Aucune donnée utilisateur trouvée
hi: कोई उपयोगकर्ता डेटा नहीं मिला
id: Tidak ditemukan data pengguna
pt: Nenhum dado do usuário encontrado
ru: Данные пользователя не найдены

# errorOccurred
source: Error: {error}
ar: خطأ: {error}
de: Fehler: {error}
fr: Erreur : {error}
hi: त्रुटि: {error}
id: Kesalahan: {error}
pt: Erro: {error}
ru: Ошибка: {error}

# continueButton
source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
id: Lanjutkan
pt: Continuar
ru: Продолжить

# fileSize
source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
hi: फ़ाइल का आकार
id: Ukuran File
pt: Tamanho do Arquivo
ru: Размер Файла

source: Account deletion error
ar: خطأ في حذف الحساب
de: Fehler beim Löschen des Kontos
es: Error al eliminar la cuenta
fr: Erreur de suppression de compte
hi: खाता हटाने में त्रुटि
id: Gagal menghapus akun
pt: Erro ao excluir conta
ru: Ошибка удаления аккаунта

source: Username updated successfully
ar: تم تحديث اسم المستخدم بنجاح
de: Benutzername erfolgreich aktualisiert
es: Nombre de usuario actualizado con éxito
fr: Nom d'utilisateur mis à jour avec succès
hi: उपयोगकर्ता नाम सफलतापूर्वक अपडेट किया गया
id: Nama pengguna berhasil diperbarui
pt: Nome de usuário atualizado com sucesso
ru: Имя пользователя успешно обновлено

source: Image deleted successfully
ar: تم حذف الصورة بنجاح
de: Bild erfolgreich gelöscht
es: Imagen eliminada con éxito
fr: Image supprimée avec succès
hi: छवि सफलतापूर्वक हटाई गई
id: Gambar berhasil dihapus
pt: Imagem excluída com sucesso
ru: Изображение успешно удалено

source: Report sent successfully!
ar: تم إرسال التقرير بنجاح!
de: Bericht erfolgreich gesendet!
es: ¡Reporte enviado con éxito!
fr: Signalement envoyé avec succès !
hi: रिपोर्ट सफलतापूर्वक भेजी गई!
id: Laporan berhasil dikirim!
pt: Relatório enviado com sucesso!
ru: Жалоба успешно отправлена!

source: Very soon!
ar: قريباً جداً!
de: Sehr bald!
es: ¡Muy pronto!
fr: Très bientôt !
hi: बहुत जल्द!
id: Segera hadir!
pt: Muito em breve!
ru: Очень скоро!

# purchaseSuccessful
source: Purchase successful! Credits will be added shortly.
ar: تم الشراء بنجاح! ستتم إضافة النقاط قريباً.
de: Kauf erfolgreich! Credits werden in Kürze hinzugefügt.
es: ¡Compra exitosa! Los créditos se añadirán en breve.
fr: Achat réussi ! Les crédits seront ajoutés sous peu.
hi: खरीद सफल! क्रेडिट जल्द ही जोड़े जाएंगे।
id: Pembelian berhasil! Kredit akan ditambahkan sebentar lagi.
pt: Compra bem-sucedida! Os créditos serão adicionados em breve.
ru: Покупка успешна! Кредиты будут добавлены в ближайшее время.

source: Input Image
ar: صورة الإدخال
de: Eingabebild
es: Imagen de Entrada
fr: Image d'Entrée
hi: इनपुट छवि
id: Gambar Input
pt: Imagem de Entrada
ru: Входное Изображение

source: Insufficient credit
ar: رصيد غير كافٍ
de: Unzureichender Credit
es: Crédito insuficiente
fr: Crédit insuffisant
hi: अपर्याप्त क्रेडिट
id: Kredit tidak cukup
pt: Crédito insuficiente
ru: Недостаточно кредитов

# invalid_credential
source: Invalid credential. Please try again.
ar: بيانات اعتماد غير صالحة. يرجى المحاولة مرة أخرى.
de: Ungültige Anmeldeinformationen. Bitte versuchen Sie es erneut.
es: Credencial no válida. Por favor, inténtelo de nuevo.
fr: Information d'identification non valide. Veuillez réessayer.
hi: अमान्य क्रेडेंशियल। कृपया पुन: प्रयास करें।
id: Kredensial tidak valid. Silakan coba lagi.
pt: Credencial inválida. Por favor, tente novamente.
ru: Неверные учетные данные. Пожалуйста, попробуйте снова.

# invalid_email
source: Invalid email address.
ar: عنوان بريد إلكتروني غير صالح.
de: Ungültige E-Mail-Adresse.
es: Dirección de correo electrónico no válida.
fr: Adresse e-mail non valide.
hi: अमान्य ईमेल पता।
id: Alamat email tidak valid.
pt: Endereço de e-mail inválido.
ru: Неверный адрес электронной почты.

# invalid_verification_code
source: The verification code is invalid. Please enter the correct code and try again.
ar: رمز التحقق غير صالح. يرجى إدخال الرمز الصحيح والمحاولة مرة أخرى.
de: Der Bestätigungscode ist ungültig. Bitte geben Sie den korrekten Code ein und versuchen Sie es erneut.
es: El código de verificación no es válido. Por favor, introduzca el código correcto e inténtelo de nuevo.
fr: Le code de vérification est invalide. Veuillez entrer le code correct et réessayer.
hi: सत्यापन कोड अमान्य है। कृपया सही कोड दर्ज करें और पुन: प्रयास करें।
id: Kode verifikasi tidak valid. Silakan masukkan kode yang benar dan coba lagi.
pt: O código de verificação é inválido. Por favor, insira o código correto e tente novamente.
ru: Неверный код подтверждения. Пожалуйста, введите правильный код и попробуйте снова.

# invalid_verification_id
source: The verification ID is invalid. Try restarting the process.
ar: معرّف التحقق غير صالح. حاول إعادة تشغيل العملية.
de: Die Bestätigungs-ID ist ungültig. Versuchen Sie, den Vorgang neu zu starten.
es: El ID de verificación no es válido. Intente reiniciar el proceso.
fr: L'ID de vérification est invalide. Essayez de redémarrer le processus.
hi: सत्यापन आईडी अमान्य है। प्रक्रिया को पुनरारंभ करने का प्रयास करें।
id: ID verifikasi tidak valid. Coba mulai ulang prosesnya.
pt: O ID de verificação é inválido. Tente reiniciar o processo.
ru: Неверный ID подтверждения. Попробуйте перезапустить процесс.

# legal_notice
source: To protect your legal rights, please read and agree to our
ar: لحماية حقوقك القانونية، يرجى قراءة والموافقة على
de: Um Ihre gesetzlichen Rechte zu schützen, lesen und stimmen Sie bitte unseren
es: Para proteger sus derechos legales, por favor, lea y acepte nuestros
fr: Pour protéger vos droits légaux, veuillez lire et accepter nos
hi: अपने कानूनी अधिकारों की रक्षा के लिए, कृपया हमारे पढ़ें और सहमत हों
id: Untuk melindungi hak hukum Anda, harap baca dan setujui
pt: Para proteger seus direitos legais, por favor, leia e concorde com nossos
ru: Для защиты ваших законных прав, пожалуйста, прочитайте и согласитесь с нашими

source: Length
ar: المدة
de: Länge
es: Duración
fr: Durée
hi: लंबाई
id: Durasi
pt: Duração
ru: Длительность

source: Library
ar: المكتبة
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
hi: पुस्तकालय
id: Pustaka
pt: Biblioteca
ru: Библиотека

source: Loading...
ar: جاري التحميل...
de: Wird geladen...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
id: Memuat...
pt: A carregar...
ru: Загрузка...

source: Loading, please wait...
ar: جاري التحميل، يرجى الانتظار...
de: Wird geladen, bitte warten Sie...
es: Cargando, por favor espere...
fr: Chargement, veuillez patienter...
hi: लोड हो रहा है, कृपया प्रतीक्षा करें...
id: Memuat, harap tunggu...
pt: A carregar, por favor, aguarde...
ru: Загрузка, пожалуйста, подождите...

# preparing_credit_info
source: Preparing credit information
ar: جاري إعداد معلومات الرصيد
de: Credit-Informationen werden vorbereitet
es: Preparando información de crédito
fr: Préparation des informations de crédit
hi: क्रेडिट जानकारी तैयार कर रहा है
id: Mempersiapkan info kredit
pt: A preparar informações de crédito
ru: Подготовка информации о кредите

source: Login
ar: تسجيل الدخول
de: Anmelden
es: Iniciar Sesión
fr: Connexion
hi: लॉग इन करें
id: Masuk
pt: Iniciar Sessão
ru: Вход

source: Best Price
ar: أفضل سعر
de: Bester Preis
es: Mejor Precio
fr: Meilleur Prix
hi: सर्वोत्तम मूल्य
id: Harga Terbaik
pt: Melhor Preço
ru: Лучшая Цена

source: Premium Plan
ar: الخطة المميزة
es: Plan Premium
fr: Plan Premium
hi: प्रीमियम योजना
id: Paket Premium
pt: Plano Premium
ru: Премиум План

# length_resolution_incompatible
source: 8s video and fast mode not supports 1080p resolution
ar: فيديو 8 ثوانٍ والوضع السريع لا يدعمان دقة 1080p
de: 8s Video und Schnellmodus unterstützen keine 1080p Auflösung
es: El vídeo de 8s y el modo rápido no son compatibles con la resolución 1080p
fr: La vidéo de 8s et le mode rapide ne prennent pas en charge la résolution 1080p
hi: 8s वीडियो और तेज़ मोड 1080p रिज़ॉल्यूशन का समर्थन नहीं करते हैं
id: Video 8 detik dan mode cepat tidak mendukung resolusi 1080p
pt: Vídeo de 8s e modo rápido não suportam resolução de 1080p
ru: Видео 8с и быстрый режим не поддерживают разрешение 1080p

# image_aspect_ratio_invalid
source: Image aspect ratio must be between 1:4 and 4:1 (0.25 to 4.0)
ar: يجب أن تكون نسبة العرض إلى الارتفاع للصورة بين 1:4 و 4:1 (0.25 إلى 4.0)
de: Das Seitenverhältnis des Bildes muss zwischen 1:4 und 4:1 (0.25 bis 4.0) liegen
es: La relación de aspecto de la imagen debe estar entre 1:4 y 4:1 (0.25 a 4.0)
fr: Le ratio d'aspect de l'image doit être compris entre 1:4 et 4:1 (0.25 à 4.0)
hi: छवि का पहलू अनुपात 1:4 और 4:1 (0.25 से 4.0) के बीच होना चाहिए
id: Rasio aspek gambar harus antara 1:4 dan 4:1 (0.25 hingga 4.0)
pt: A proporção da imagem deve estar entre 1:4 e 4:1 (0.25 a 4.0)
ru: Соотношение сторон изображения должно быть от 1:4 до 4:1 (от 0.25 до 4.0)

source: Cropped
ar: مقصوص
de: Zugeschnitten
es: Recortado
fr: Recadré
hi: काटा गया
id: Dipangkas
pt: Cortado
ru: Обрезано

source: All Effects
ar: جميع التأثيرات
de: Alle Effekte
es: Todos los Efectos
fr: Tous les Effets
hi: सभी प्रभाव
id: Semua Efek
pt: Todos os Efeitos
ru: Все Эффекты

source: Filter by Category
ar: تصفية حسب الفئة
de: Nach Kategorie filtern
es: Filtrar por Categoría
fr: Filtrer par Catégorie
hi: श्रेणी के अनुसार फ़िल्टर करें
id: Filter berdasarkan Kategori
pt: Filtrar por Categoria
ru: Фильтровать по Категории

source: Select All
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar Todo
fr: Tout Sélectionner
hi: सभी चुनें
id: Pilih Semua
pt: Selecionar Tudo
ru: Выбрать Все

source: Clear All
ar: مسح الكل
de: Alle löschen
es: Borrar Todo
fr: Tout Effacer
hi: सभी साफ़ करें
id: Bersihkan Semua
pt: Limpar Tudo
ru: Очистить Все

source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
hi: हो गया
id: Selesai
pt: Concluído
ru: Готово

source: No Effects Found
ar: لم يتم العثور على تأثيرات
de: Keine Effekte gefunden
es: No se encontraron Efectos
fr: Aucun Effet Trouvé
hi: कोई प्रभाव नहीं मिला
id: Tidak ditemukan Efek
pt: Nenhum Efeito Encontrado
ru: Эффекты не найдены

source: Categories Effects
ar: تأثيرات الفئات
de: Kategorie-Effekte
es: Efectos de Categorías
fr: Effets par Catégorie
hi: श्रेणी प्रभाव
id: Efek Kategori
pt: Efeitos de Categoria
ru: Категории Эффектов

source: Show More
ar: إظهار المزيد
de: Mehr anzeigen
es: Mostrar Más
fr: Afficher Plus
hi: और दिखाओ
id: Tampilkan Lebih Banyak
pt: Mostrar Mais
ru: Показать Больше

source: Show All Effects
ar: إظهار جميع التأثيرات
de: Alle Effekte anzeigen
es: Mostrar Todos los Efectos
fr: Afficher Tous les Effets
hi: सभी प्रभाव दिखाएं
id: Tampilkan Semua Efek
pt: Mostrar Todos os Efeitos
ru: Показать Все Эффекты

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzbestimmungen
es: Política de Privacidad
fr: Politique de Confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
pt: Política de Privacidade
ru: Политика Конфиденциальности

source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'Utilisation
hi: सेवा की शर्तें
id: Ketentuan Layanan
pt: Termos de Serviço
ru: Условия Обслуживания

source: Select Language
ar: اختيار اللغة
de: Sprache auswählen
es: Seleccionar Idioma
fr: Sélectionner la Langue
hi: भाषा चुनें
id: Pilih Bahasa
pt: Selecionar Idioma
ru: Выбрать Язык

source: Rate Us
ar: قيّمنا
de: Bewerte uns
es: Valóranos
fr: Évaluez-nous
hi: हमें रेट करें
id: Beri Kami Nilai
pt: Avalie-nos
ru: Оценить Нас

source: Feedback
ar: ملاحظات
es: Comentarios
fr: Commentaires
hi: प्रतिक्रिया
id: Umpan Balik
ru: Обратная Связь

# feedbackDescription
source: We'd love to hear your thoughts! Share your feedback, suggestions, or report any issues you've encountered.
ar: نود أن نسمع رأيك! شاركنا ملاحظاتك أو اقتراحاتك أو أبلغ عن أي مشكلات واجهتها.
de: Wir würden uns über Ihre Meinung freuen! Teilen Sie uns Ihr Feedback, Ihre Vorschläge mit oder melden Sie Probleme, auf die Sie gestoßen sind.
es: ¡Nos encantaría escuchar tus pensamientos! Comparte tus comentarios, sugerencias o informa de cualquier problema que hayas encontrado.
fr: Nous aimerions connaître votre avis ! Partagez vos commentaires, suggestions ou signalez tout problème que vous avez rencontré.
hi: हम आपके विचारों को सुनना पसंद करेंगे! अपनी प्रतिक्रिया, सुझाव साझा करें, या आपके सामने आने वाली किसी भी समस्या की रिपोर्ट करें।
id: Kami ingin mendengar pendapat Anda! Bagikan umpan balik, saran, atau laporkan masalah apa pun yang Anda temui.
pt: Gostaríamos de ouvir a sua opinião! Compartilhe seu feedback, sugestões ou relate quaisquer problemas que você encontrou.
ru: Мы будем рады услышать ваше мнение! Поделитесь своим отзывом, предложениями или сообщите о любых проблемах, с которыми вы столкнулись.

# feedbackHint
source: Tell us what you think about the app, what features you'd like to see, or any problems you've experienced...
ar: أخبرنا برأيك في التطبيق، الميزات التي تود رؤيتها، أو أي مشاكل واجهتها...
de: Sagen Sie uns, was Sie über die App denken, welche Funktionen Sie gerne sehen würden oder welche Probleme Sie erlebt haben...
es: Cuéntanos qué piensas de la aplicación, qué funciones te gustaría ver o cualquier problema que hayas experimentado...
fr: Dites-nous ce que vous pensez de l'application, les fonctionnalités que vous aimeriez voir, ou les problèmes que vous avez rencontrés...
hi: हमें बताएं कि आप ऐप के बारे में क्या सोचते हैं, कौन सी सुविधाएँ देखना चाहते हैं, या आपने किन समस्याओं का अनुभव किया है...
id: Beri tahu kami pendapat Anda tentang aplikasi, fitur apa yang ingin Anda lihat, atau masalah apa pun yang Anda alami...
pt: Diga-nos o que você pensa sobre o aplicativo, quais recursos gostaria de ver ou quaisquer problemas que tenha encontrado...
ru: Расскажите нам, что вы думаете о приложении, какие функции хотели бы видеть или с какими проблемами столкнулись...

# feedbackRequired
source: Please enter your feedback
ar: الرجاء إدخال ملاحظاتك
de: Bitte geben Sie Ihr Feedback ein
es: Por favor, introduce tus comentarios
fr: Veuillez entrer vos commentaires
hi: कृपया अपनी प्रतिक्रिया दर्ज करें
id: Silakan masukkan umpan balik Anda
pt: Por favor, insira seu feedback
ru: Пожалуйста, введите свой отзыв

# feedbackMinLength
source: Feedback must be at least 10 characters long
ar: يجب أن تكون الملاحظات 10 أحرف على الأقل
de: Das Feedback muss mindestens 10 Zeichen lang sein
es: Los comentarios deben tener al menos 10 caracteres
fr: Les commentaires doivent contenir au moins 10 caractères
hi: प्रतिक्रिया कम से कम 10 वर्ण लंबी होनी चाहिए
id: Umpan balik harus setidaknya 10 karakter
pt: O feedback deve ter pelo menos 10 caracteres
ru: Отзыв должен быть не менее 10 символов

source: Submit Feedback
ar: إرسال الملاحظات
de: Feedback senden
es: Enviar Comentarios
fr: Envoyer les Commentaires
hi: प्रतिक्रिया भेजें
id: Kirim Umpan Balik
pt: Enviar Feedback
ru: Отправить Отзыв

# feedbackSubmitted
source: Thank you! Your feedback has been submitted successfully.
ar: شكراً لك! تم إرسال ملاحظاتك بنجاح.
de: Vielen Dank! Ihr Feedback wurde erfolgreich gesendet.
es: ¡Gracias! Tus comentarios han sido enviados con éxito.
fr: Merci ! Vos commentaires ont été envoyés avec succès.
hi: धन्यवाद! आपकी प्रतिक्रिया सफलतापूर्वक भेज दी गई है।
id: Terima kasih! Umpan balik Anda berhasil dikirim.
pt: Obrigado! Seu feedback foi enviado com sucesso.
ru: Спасибо! Ваш отзыв успешно отправлен.

source: Add Image (Optional)
ar: إضافة صورة (اختياري)
de: Bild hinzufügen (optional)
es: Añadir Imagen (Opcional)
fr: Ajouter une Image (Optionnel)
hi: छवि जोड़ें (वैकल्पिक)
id: Tambahkan Gambar (Opsional)
pt: Adicionar Imagem (Opcional)
ru: Добавить Изображение (Необязательно)

source: Change Language
ar: تغيير اللغة
de: Sprache ändern
es: Cambiar Idioma
fr: Changer de Langue
hi: भाषा बदलें
id: Ganti Bahasa
pt: Alterar Idioma
ru: Сменить Язык

source: Loading PDF...
ar: جاري تحميل PDF...
de: PDF wird geladen...
es: Cargando PDF...
fr: Chargement du PDF...
hi: पीडीएफ लोड हो रहा है...
id: Memuat PDF...
pt: A carregar PDF...
ru: Загрузка PDF...

# loginDescription
source: Please enter your credentials to login.
ar: يرجى إدخال بيانات الاعتماد الخاصة بك لتسجيل الدخول.
de: Bitte geben Sie Ihre Anmeldeinformationen ein, um sich anzumelden.
es: Por favor, introduce tus credenciales para iniciar sesión.
fr: Veuillez entrer vos identifiants pour vous connecter.
hi: लॉग इन करने के लिए कृपया अपनी क्रेडेंशियल दर्ज करें।
id: Silakan masukkan kredensial Anda untuk masuk.
pt: Por favor, insira suas credenciais para iniciar sessão.
ru: Пожалуйста, введите свои учетные данные для входа.

# loginTitle
source: login
ar: تسجيل الدخول
de: Anmelden
es: Iniciar Sesión
fr: Connexion
hi: लॉग इन करें
id: Masuk
pt: Iniciar Sessão
ru: Вход

source: Logout
ar: تسجيل الخروج
de: Abmelden
es: Cerrar Sesión
fr: Déconnexion
hi: लॉग आउट करें
id: Keluar
pt: Terminar Sessão
ru: Выход
