Repository: ygtsmt/outfitapp
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, es, fr, hi, id, pt, ru

source: Account Information
ar: معلومات الحساب
de: Kontoinformationen
es: Información de la Cuenta
fr: Informations du Compte
hi: खाता जानकारी
id: Informasi Akun
pt: Informações da Conta
ru: Информация об Аккаунте

# account_exists_with_different_credential
source: This email address is already associated with a different login method.
ar: هذا البريد الإلكتروني مرتبط بالفعل بطريقة تسجيل دخول مختلفة.
de: Diese E-Mail-Adresse ist bereits mit einer anderen Anmeldemethode verknüpft.
es: Esta dirección de correo electrónico ya está asociada con un método de inicio de sesión diferente.
fr: Cette adresse e-mail est déjà associée à une méthode de connexion différente.
hi: यह ईमेल पता पहले से ही एक अलग लॉगिन विधि से जुड़ा हुआ है।
id: Alamat email ini sudah terkait dengan metode masuk yang berbeda.
pt: Este endereço de e-mail já está associado a um método de login diferente.
ru: Этот адрес электронной почты уже связан с другим способом входа.

source: AI Video Generation
ar: توليد الفيديو بالذكاء الاصطناعي
de: KI-Video-Generierung
es: Generación de Vídeo con IA
fr: Génération de Vidéo par IA
hi: एआई वीडियो जनरेशन
id: Pembuatan Video AI
pt: Geração de Vídeo por IA
ru: Генерация Видео ИИ

source: and
ar: و
de: und
es: y
fr: et
hi: और
id: dan
pt: e
ru: и

source: Anime Style
ar: نمط الأنمي
de: Anime-Stil
es: Estilo Anime
fr: Style Anime
hi: एनीमे शैली
id: Gaya Anime
pt: Estilo Anime
ru: Стиль Аниме

# anime_style_description
source: Japanese anime art style
ar: نمط فن الأنمي الياباني
de: Japanischer Anime-Kunststil
es: Estilo artístico de anime japonés
fr: Style artistique d'anime japonais
hi: जापानी एनीमे कला शैली
id: Gaya seni anime Jepang
pt: Estilo de arte anime japonês
ru: Японский стиль аниме

source: App Settings
ar: إعدادات التطبيق
de: App-Einstellungen
es: Ajustes de la Aplicación
fr: Paramètres de l'Application
hi: ऐप सेटिंग्स
id: Pengaturan Aplikasi
pt: Configurações do Aplicativo
ru: Настройки Приложения

source: Aspect Ratio
ar: نسبة العرض إلى الارتفاع
de: Seitenverhältnis
es: Relación de Aspecto
fr: Ratio d'Aspect
hi: पहलू अनुपात
id: Rasio Aspek
pt: Proporção da Tela
ru: Соотношение Сторон

source: Aspect Ratio
ar: نسبة العرض إلى الارتفاع
de: Seitenverhältnis
es: Relación de Aspecto
fr: Ratio d'Aspect
hi: पहलू अनुपात
id: Rasio Aspek
pt: Proporção da Tela
ru: Соотношение сторон

source: Auction
ar: مزاد
de: Auktion
es: Subasta
fr: Enchère
hi: नीलामी
id: Lelang
pt: Leilão
ru: Аукцион

# autoRenewable
source: Auto-renewable, cancel anytime
ar: قابلة للتجديد التلقائي، يمكنك الإلغاء في أي وقت
de: Automatisch verlängerbar, jederzeit kündbar
es: Renovable automáticamente, cancela en cualquier momento
fr: Renouvelable automatiquement, annulez à tout moment
hi: स्वचालित रूप से नवीनीकरणीय, कभी भी रद्द करें
id: Dapat diperbarui secara otomatis, batalkan kapan saja
pt: Renovável automaticamente, cancele a qualquer momento
ru: Автоматически продлеваемый, отменить можно в любое время

source: Auto Style
ar: النمط التلقائي
de: Auto-Stil
es: Estilo Automático
fr: Style Automatique
hi: ऑटो शैली
id: Gaya Otomatis
pt: Estilo Automático
ru: Автоматический Стиль

# auto_style_description
source: Automatic style selection for best results
ar: اختيار النمط التلقائي للحصول على أفضل النتائج
de: Automatische Stilauswahl für beste Ergebnisse
es: Selección automática de estilo para mejores resultados
fr: Sélection automatique du style pour de meilleurs résultats
hi: सर्वोत्तम परिणामों के लिए स्वचालित शैली चयन
id: Pemilihan gaya otomatis untuk hasil terbaik
pt: Seleção automática de estilo para melhores resultados
ru: Автоматический выбор стиля для лучших результатов

# back_to_login
source: Back
ar: العودة
de: Zurück
es: Atrás
fr: Retour
hi: वापस
id: Kembali
pt: Voltar
ru: Назад

source: (Beginning of video)
ar: (بداية الفيديو)
de: (Anfang des Videos)
es: (Comienzo del vídeo)
fr: (Début de la vidéo)
hi: (वीडियो की शुरुआत)
id: (Awal video)
pt: (Início do vídeo)
ru: (Начало видео)

source: BEST VALUE
ar: أفضل قيمة
de: BESTER WERT
es: MEJOR VALOR
fr: MEILLEURE VALEUR
hi: सर्वोत्तम मूल्य
id: NILAI TERBAIK
pt: MELHOR VALOR
ru: ЛУЧШАЯ ЦЕНА

source: Camera
ar: الكاميرا
de: Kamera
es: Cámara
fr: Caméra
hi: कैमरा
id: Kamera
pt: Câmera
ru: Камера

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
pt: Cancelar
ru: Отмена

source: Change Password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Cambiar Contraseña
fr: Changer de Mot de Passe
hi: पासवर्ड बदलें
id: Ganti Kata Sandi
pt: Alterar Senha
ru: Сменить Пароль

source: Claim Earned Credits
ar: المطالبة بالنقاط المكتسبة
de: Verdiente Credits beanspruchen
es: Reclamar Créditos Ganados
fr: Réclamer les Crédits Gagnés
hi: अर्जित क्रेडिट का दावा करें
id: Klaim Kredit yang Diperoleh
pt: Reivindicar Créditos Ganhos
ru: Забрать Заработанные Кредиты

source: Clay Style
ar: نمط الصلصال
de: Knet-Stil
es: Estilo Arcilla
fr: Style Argile
hi: मिट्टी की शैली
id: Gaya Tanah Liat
pt: Estilo Argila
ru: Стиль Пластилин

# clay_style_description
source: Claymation art style
ar: نمط فن الصلصال المتحرك
de: Knetanimations-Kunststil
es: Estilo artístico de animación con arcilla (Claymation)
fr: Style artistique d'animation en pâte à modeler (Claymation)
hi: मिट्टी की एनीमेशन कला शैली (क्लेमेशन)
id: Gaya seni animasi tanah liat (Claymation)
pt: Estilo de arte de animação em argila (Claymation)
ru: Стиль пластилиновой анимации (Claymation)

source: Comic Style
ar: نمط القصص المصورة
de: Comic-Stil
es: Estilo Cómic
fr: Style Bande Dessinée
hi: कॉमिक शैली
id: Gaya Komik
pt: Estilo Banda Desenhada
ru: Стиль Комикс

# comic_style_description
source: Comic book art style
ar: نمط فن القصص المصورة
de: Comicbuch-Kunststil
es: Estilo artístico de cómic
fr: Style artistique de bande dessinée
hi: कॉमिक बुक कला शैली
id: Gaya seni buku komik
pt: Estilo de arte de banda desenhada
ru: Стиль комиксов

# common_error
source: Oops! Something went wrong!
ar: عفواً! حدث خطأ ما!
de: Hoppla! Etwas ist schiefgelaufen!
es: ¡Ups! ¡Algo salió mal!
fr: Oups ! Quelque chose s'est mal passé !
hi: उफ़! कुछ गलत हो गया!
id: Ups! Terjadi kesalahan!
pt: Ops! Algo deu errado!
ru: Ой! Что-то пошло не так!

source: Confirm Password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: Confirmar Contraseña
fr: Confirmer le Mot de Passe
hi: पासवर्ड की पुष्टि करें
id: Konfirmasi Kata Sandi
pt: Confirmar Senha
ru: Подтвердите Пароль

# confirm_password_error
source: Passwords do not match
ar: كلمتا المرور غير متطابقتين
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
hi: पासवर्ड मेल नहीं खाते
id: Kata sandi tidak cocok
pt: As senhas não coincidem
ru: Пароли не совпадают

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
hi: कॉपी किया गया
id: Disalin
pt: Copiado
ru: Скопировано

source: Create Image
ar: إنشاء صورة
de: Bild erstellen
es: Crear Imagen
fr: Créer une Image
hi: छवि बनाएं
id: Buat Gambar
pt: Criar Imagem
ru: Создать Изображение

source: Create Account
ar: إنشاء حساب
de: Konto erstellen
es: Crear Cuenta
fr: Créer un Compte
hi: खाता बनाएं
id: Buat Akun
pt: Criar Conta
ru: Создать Аккаунт

source: Create Account
ar: إنشاء حساب
de: Konto erstellen
es: Crear Cuenta
fr: Créer un Compte
hi: खाता बनाएं
id: Buat Akun
pt: Criar Conta
ru: Создать Аккаунт

# create_account_form
source: Please fill in the form below to create an account
ar: يرجى ملء النموذج أدناه لإنشاء حساب
de: Bitte füllen Sie das folgende Formular aus, um ein Konto zu erstellen
es: Por favor, complete el formulario a continuación para crear una cuenta
fr: Veuillez remplir le formulaire ci-dessous pour créer un compte
hi: खाता बनाने के लिए कृपया नीचे दिए गए फॉर्म को भरें
id: Silakan lengkapi formulir di bawah ini untuk membuat akun
pt: Por favor, preencha o formulário abaixo para criar uma conta
ru: Пожалуйста, заполните форму ниже, чтобы создать аккаунт

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar Compras
fr: Restaurer les Achats
hi: खरीदारियां पुनर्स्थापित करें
id: Pulihkan Pembelian
pt: Restaurar Compras
ru: Восстановить Покупки

# restorePurchasesSuccess
source: Purchases restored successfully!
ar: تمت استعادة المشتريات بنجاح!
de: Käufe erfolgreich wiederhergestellt!
es: ¡Compras restauradas con éxito!
fr: Achats restaurés avec succès !
hi: खरीदारियां सफलतापूर्वक पुनर्स्थापित हुईं!
id: Pembelian berhasil dipulihkan!
pt: Compras restauradas com sucesso!
ru: Покупки успешно восстановлены!

# restorePurchasesEmpty
source: No purchases found to restore.
ar: لم يتم العثور على مشتريات لاستعادتها.
de: Keine Käufe zur Wiederherstellung gefunden.
es: No se encontraron compras para restaurar.
fr: Aucun achat trouvé à restaurer.
hi: पुनर्स्थापित करने के लिए कोई खरीद नहीं मिली।
id: Tidak ditemukan pembelian untuk dipulihkan.
pt: Nenhuma compra encontrada para restaurar.
ru: Не найдено покупок для восстановления.

# restorePurchasesError
source: Failed to restore purchases. Please try again.
ar: فشل في استعادة المشتريات. يرجى المحاولة مرة أخرى.
de: Fehler beim Wiederherstellen der Käufe. Bitte versuchen Sie es erneut.
es: Error al restaurar las compras. Por favor, inténtelo de nuevo.
fr: Échec de la restauration des achats. Veuillez réessayer.
hi: खरीद पुनर्स्थापित करने में त्रुटि। कृपया पुन: प्रयास करें।
id: Gagal memulihkan pembelian. Silakan coba lagi.
pt: Falha ao restaurar compras. Por favor, tente novamente.
ru: Ошибка при восстановлении покупок. Пожалуйста, попробуйте снова.

# create_videos_with_prompt_and_image
source: Create videos with your prompt and image
ar: إنشاء مقاطع فيديو باستخدام الوصف والصورة الخاصة بك
de: Videos mit Ihrem Prompt und Bild erstellen
es: Crea vídeos con tu descripción e imagen
fr: Créez des vidéos avec votre description et votre image
hi: अपनी प्रॉम्प्ट और छवि के साथ वीडियो बनाएं
id: Buat video dengan prompt dan gambar Anda
pt: Crie vídeos com seu prompt e imagem
ru: Создавайте видео с вашим промптом и изображением

source: Created at
ar: تاريخ الإنشاء
de: Erstellt am
es: Creado el
fr: Créé le
hi: इस पर बनाया गया
id: Dibuat pada
pt: Criado em
ru: Создано

# credential_already_in_use
source: This credential is already in use by another account.
ar: بيانات الاعتماد هذه قيد الاستخدام بالفعل من قبل حساب آخر.
de: Diese Anmeldeinformationen werden bereits von einem anderen Konto verwendet.
es: Esta credencial ya está en uso por otra cuenta.
fr: Cette information d'identification est déjà utilisée par un autre compte.
hi: यह क्रेडेंशियल पहले से ही किसी अन्य खाते द्वारा उपयोग में है।
id: Kredensial ini sudah digunakan oleh akun lain.
pt: Esta credencial já está em uso por outra conta.
ru: Это учетные данные уже используются другим аккаунтом.

source: credit
ar: نقطة
es: crédito
fr: crédit
hi: क्रेडिट
id: kredit
pt: crédito
ru: кредит

# creditEarned
source: Credits earned
ar: النقاط المكتسبة
de: Verdiente Credits
es: Créditos ganados
fr: Crédits gagnés
hi: अर्जित क्रेडिट
id: Kredit yang diperoleh
pt: Créditos ganhos
ru: Заработано кредитов

# creditsPackPerWeek
source: credits pack/week
ar: حزمة نقاط/أسبوع
de: Credit-Paket/Woche
es: paquete de créditos/semana
fr: pack de crédits/semaine
hi: क्रेडिट पैक/सप्ताह
id: paket kredit/minggu
pt: pacote de créditos/semana
ru: пакет кредитов/неделя

# credits_added_successfully
source: Earned credits have been added to your account!
ar: تمت إضافة النقاط المكتسبة إلى حسابك بنجاح!
de: Verdiente Credits wurden Ihrem Konto hinzugefügt!
es: ¡Los créditos ganados se han añadido a tu cuenta con éxito!
fr: Les crédits gagnés ont été ajoutés à votre compte avec succès !
hi: अर्जित क्रेडिट सफलतापूर्वक आपके खाते में जोड़ दिए गए हैं!
id: Kredit yang diperoleh berhasil ditambahkan ke akun Anda!
pt: Os créditos ganhos foram adicionados com sucesso à sua conta!
ru: Заработанные кредиты успешно добавлены на ваш счет!

# crop_image
source: Crop
ar: قص
de: Zuschneiden
es: Recortar
fr: Recadrer
hi: काटें
id: Pangkas
pt: Cortar
ru: Обрезать

# crop_image_done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
hi: हो गया
id: Selesai
pt: Concluído
ru: Готово

# crop_image_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
pt: Cancelar
ru: Отмена

# crop_image_reset
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
id: Setel Ulang
pt: Redefinir
ru: Сброс

# crop_image_rotate
source: Rotate
ar: تدوير
de: Drehen
es: Rotar
fr: Pivoter
hi: घुमाएं
id: Putar
pt: Rodar
ru: Поворот

# crop_image_flip
source: Flip
ar: قلب
de: Spiegeln
es: Voltear
fr: Retourner
hi: पलटें
id: Balik
pt: Inverter
ru: Отразить

# crop_image_rotate_left
source: Rotate Left
ar: تدوير لليسار
de: Nach links drehen
es: Rotar a la izquierda
fr: Pivoter à gauche
hi: बाएं घुमाएं
id: Putar Kiri
pt: Rodar para a Esquerda
ru: Повернуть Влево

# crop_image_rotate_right
source: Rotate Right
ar: تدوير لليمين
de: Nach rechts drehen
es: Rotar a la derecha
fr: Pivoter à droite
hi: दाएं घुमाएं
id: Putar Kanan
pt: Rodar para a Direita
ru: Повернуть Вправо

# crop_image_flip_horizontal
source: Flip Horizontal
ar: قلب أفقي
de: Horizontal spiegeln
es: Voltear Horizontalmente
fr: Retourner Horizontalement
hi: क्षैतिज रूप से पलटें
id: Balik Horizontal
pt: Inverter Horizontalmente
ru: Отразить По Горизонтали

# crop_image_flip_vertical
source: Flip Vertical
ar: قلب عمودي
de: Vertikal spiegeln
es: Voltear Verticalmente
fr: Retourner Verticalement
hi: ऊर्ध्वाधर रूप से पलटें
id: Balik Vertikal
pt: Inverter Verticalmente
ru: Отразить По Вертикали

source: Current Password
ar: كلمة المرور الحالية
de: Aktuelles Passwort
es: Contraseña Actual
fr: Mot de Passe Actuel
hi: वर्तमान पासवर्ड
id: Kata Sandi Saat Ini
pt: Senha Atual
ru: Текущий Пароль

source: Custom Create
ar: إنشاء مخصص
de: Benutzerdefinierte Erstellung
es: Creación Personalizada
fr: Création Personnalisée
hi: कस्टम निर्माण
id: Buat Kustom
pt: Criação Personalizada
ru: Пользовательское Создание

source: Cyberpunk Style
ar: نمط السايبربانك
de: Cyberpunk-Stil
es: Estilo Cyberpunk
fr: Style Cyberpunk
hi: साइबरपंक शैली
id: Gaya Cyberpunk
pt: Estilo Cyberpunk
ru: Стиль Киберпанк

# cyberpunk_style_description
source: Futuristic cyberpunk aesthetic
ar: جمالية السايبربانك المستقبلية
de: Futuristische Cyberpunk-Ästhetik
es: Estética futurista cyberpunk
fr: Esthétique cyberpunk futuriste
hi: भविष्यवादी साइबरपंक सौंदर्यशास्त्र
id: Estetika cyberpunk futuristik
pt: Estética cyberpunk futurista
ru: Футуристическая киберпанк эстетика

# daily_ads_earned
source: Daily ad credits earned. Come back tomorrow to watch more ads
ar: تم الحصول على نقاط الإعلانات اليومية. عد غدًا لمشاهدة المزيد من الإعلانات
de: Tägliche Ad-Credits verdient. Kommen Sie morgen wieder, um weitere Anzeigen anzusehen
es: Créditos de anuncios diarios ganados. Vuelve mañana para ver más anuncios
fr: Crédits publicitaires quotidiens gagnés. Revenez demain pour regarder plus de publicités
hi: दैनिक विज्ञापन क्रेडिट अर्जित किए गए। अधिक विज्ञापन देखने के लिए कल वापस आएं
id: Kredit iklan harian diperoleh. Kembali besok untuk menonton iklan lainnya
pt: Créditos de anúncios diários ganhos. Volte amanhã para assistir a mais anúncios
ru: Ежедневные кредиты за рекламу получены. Возвращайтесь завтра, чтобы посмотреть больше рекламы

source: Dark Mode
ar: الوضع الداكن
de: Dunkelmodus
es: Modo Oscuro
fr: Mode Sombre
hi: डार्क मोड
id: Mode Gelap
pt: Modo Escuro
ru: Темный Режим

source: Dashboard
ar: لوحة التحكم
es: Panel de Control
fr: Tableau de Bord
hi: डैशबोर्ड
id: Dasbor
pt: Painel
ru: Панель

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
id: Hapus
pt: Excluir
ru: Удалить

source: Describe what you want to see...
ar: صف ما تريد أن تراه...
de: Beschreiben Sie, was Sie sehen möchten...
es: Describe lo que quieres ver...
fr: Décrivez ce que vous voulez voir...
hi: वर्णन करें कि आप क्या देखना चाहते हैं...
id: Jelaskan apa yang ingin Anda lihat...
pt: Descreva o que você quer ver...
ru: Опишите, что вы хотите увидеть...

# describe_video_hint
source: Describe the video you want to create...
ar: صف الفيديو الذي تريد إنشاءه...
de: Beschreiben Sie das Video, das Sie erstellen möchten...
es: Describe el vídeo que quieres crear...
fr: Décrivez la vidéo que vous voulez créer...
hi: उस वीडियो का वर्णन करें जिसे आप बनाना चाहते हैं...
id: Jelaskan video yang ingin Anda buat...
pt: Descreva o vídeo que você deseja criar...
ru: Опишите видео, которое хотите создать...

source: Describe Your Video
ar: صف الفيديو الخاص بك
de: Beschreiben Sie Ihr Video
es: Describe tu Vídeo
fr: Décrivez Votre Vidéo
hi: अपने वीडियो का वर्णन करें
id: Jelaskan Video Anda
pt: Descreva Seu Vídeo
ru: Опишите Ваше Видео

source: Earn Credits
ar: اكسب نقاط
de: Credits verdienen
es: Ganar Créditos
fr: Gagner des Crédits
hi: क्रेडिट कमाएँ
id: Dapatkan Kredit
pt: Ganhe Créditos
ru: Зарабатывайте Кредиты

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
pt: Editar
ru: Редактировать

source: Edit Username
ar: تعديل اسم المستخدم
de: Benutzername bearbeiten
es: Editar Nombre de Usuario
fr: Modifier le Nom d'Utilisateur
hi: उपयोगकर्ता नाम संपादित करें
id: Edit Nama Pengguna
pt: Editar Nome de Usuário
ru: Редактировать Имя Пользователя

source: Effect
ar: تأثير
de: Effekt
es: Efecto
fr: Effet
hi: प्रभाव
id: Efek
pt: Efeito
ru: Эффект

source: Email
ar: البريد الإلكتروني
es: Correo Electrónico
hi: ईमेल
ru: Электронная почта

# email_already_in_use
source: This email address is already in use by another account.
ar: البريد الإلكتروني هذا قيد الاستخدام بالفعل من قبل حساب آخر.
de: Diese E-Mail-Adresse wird bereits von einem anderen Konto verwendet.
es: Esta dirección de correo electrónico ya está en uso por otra cuenta.
fr: Cette adresse e-mail est déjà utilisée par un autre compte.
hi: यह ईमेल पता पहले से ही किसी अन्य खाते द्वारा उपयोग में है।
id: Alamat email ini sudah digunakan oleh akun lain.
pt: Este endereço de e-mail já está em uso por outra conta.
ru: Этот адрес электронной почты уже используется другим аккаунтом.

# email_error
source: Please enter a valid email address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Por favor, introduce una dirección de correo electrónico válida.
fr: Veuillez entrer une adresse e-mail valide.
hi: कृपया एक वैध ईमेल पता दर्ज करें।
id: Silakan masukkan alamat email yang valid.
pt: Por favor, insira um endereço de e-mail válido.
ru: Пожалуйста, введите действующий адрес электронной почты.

# empty_error
source: Please fill out this field.
ar: يرجى ملء هذا الحقل.
de: Bitte füllen Sie dieses Feld aus.
es: Por favor, rellena este campo.
fr: Veuillez remplir ce champ.
hi: कृपया इस फ़ील्ड को भरें।
id: Silakan isi kolom ini.
pt: Por favor, preencha este campo.
ru: Пожалуйста, заполните это поле.

source: (End of video)
ar: (نهاية الفيديو)
de: (Ende des Videos)
es: (Fin del vídeo)
fr: (Fin de la vidéo)
hi: (वीडियो का अंत)
id: (Akhir video)
pt: (Fim do vídeo)
ru: (Конец видео)

source: Enter new username
ar: أدخل اسم مستخدم جديد
de: Neuen Benutzernamen eingeben
es: Introduce un nuevo nombre de usuario
fr: Entrez un nouveau nom d'utilisateur
hi: नया उपयोगकर्ता नाम दर्ज करें
id: Masukkan nama pengguna baru
pt: Insira novo nome de usuário
ru: Введите новое имя пользователя

# enterReportReason
source: Enter your report reason...
ar: أدخل سبب تقريرك...
de: Geben Sie Ihren Grund für die Meldung ein...
es: Introduce el motivo de tu reporte...
fr: Entrez la raison de votre signalement...
hi: अपनी रिपोर्ट का कारण दर्ज करें...
id: Masukkan alasan laporan Anda...
pt: Insira o motivo do seu relatório...
ru: Введите причину вашей жалобы...

# enterYourEmail
source: Enter your e-mail address
ar: أدخل عنوان بريدك الإلكتروني
de: Geben Sie Ihre E-Mail-Adresse ein
es: Introduce tu dirección de correo electrónico
fr: Entrez votre adresse e-mail
hi: अपना ईमेल पता दर्ज करें
id: Masukkan alamat email Anda
pt: Insira seu endereço de e-mail
ru: Введите ваш адрес электронной почты

source: Error loading PDF
ar: خطأ في تحميل ملف PDF
de: Fehler beim Laden der PDF
es: Error al cargar PDF
fr: Erreur lors du chargement du PDF
hi: पीडीएफ लोड करने में त्रुटि
id: Gagal memuat PDF
pt: Erro ao carregar o PDF
ru: Ошибка при загрузке PDF

# error_adding_credit
source: An error occurred, credit could not be added.
ar: حدث خطأ، لا يمكن إضافة الرصيد.
de: Ein Fehler ist aufgetreten, Credit konnte nicht hinzugefügt werden.
es: Ocurrió un error, no se pudo añadir el crédito.
fr: Une erreur s'est produite, le crédit n'a pas pu être ajouté.
hi: एक त्रुटि हुई, क्रेडिट नहीं जोड़ा जा सका।
id: Terjadi kesalahan, kredit tidak dapat ditambahkan.
pt: Ocorreu um erro, o crédito não pôde ser adicionado.
ru: Произошла ошибка, кредит не может быть добавлен.

source: Fast Mode
ar: الوضع السريع
de: Schnellmodus
es: Modo Rápido
fr: Mode Rapide
hi: तेज़ मोड
id: Mode Cepat
pt: Modo Rápido
ru: Быстрый Режим

# fast_mode_incompatible
source: Fast mode is not compatible with 1080p resolution or 8s video length
ar: الوضع السريع غير متوافق مع دقة 1080p أو مدة فيديو 8 ثوانٍ
de: Der Schnellmodus ist nicht kompatibel mit 1080p-Auflösung oder 8s-Videolänge
es: El modo rápido no es compatible con la resolución 1080p o la duración de vídeo de 8s
fr: Le mode rapide n'est pas compatible avec la résolution 1080p ou une durée de vidéo de 8s
hi: तेज़ मोड 1080p रिज़ॉल्यूशन या 8s वीडियो लंबाई के साथ संगत नहीं है
id: Mode cepat tidak kompatibel dengan resolusi 1080p atau durasi video 8 detik
pt: O modo rápido não é compatível com resolução de 1080p ou duração de vídeo de 8s
ru: Быстрый режим несовместим с разрешением 1080p или длиной видео 8s

# fast_mode_description
source: Faster generation with optimized quality
ar: توليد أسرع بجودة محسنة
de: Schnellere Generierung mit optimierter Qualität
es: Generación más rápida con calidad optimizada
fr: Génération plus rapide avec qualité optimisée
hi: अनुकूलित गुणवत्ता के साथ तेज़ जनरेशन
id: Pembuatan lebih cepat dengan kualitas optimal
pt: Geração mais rápida com qualidade otimizada
ru: Более быстрая генерация с оптимизированным качеством

source: Faster generation speed
ar: سرعة توليد أسرع
de: Schnellere Generierungsgeschwindigkeit
es: Velocidad de generación más rápida
fr: Vitesse de génération plus rapide
hi: तेज़ जनरेशन गति
id: Kecepatan Pembuatan Lebih Cepat
pt: Velocidade de Geração Mais Rápida
ru: Более Быстрая Скорость Генерации

source: First Person
ar: الشخص الأول
de: Erste Person
es: Primera Persona
fr: Première Personne
hi: पहला व्यक्ति
id: Orang Pertama
pt: Primeira Pessoa
ru: От Первого Лица

# forgotPassword
source: Forgot your password?
ar: هل نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
hi: पासवर्ड भूल गए?
id: Lupa Kata Sandi?
pt: Esqueceu a Senha?
ru: Забыли Пароль?

source: Free Plan
ar: مجاني
de: Kostenlos
es: Gratis
fr: Gratuit
hi: निःशुल्क
id: Gratis
pt: Grátis
ru: Бесплатно

source: Full Name
ar: الاسم الكامل
de: Vollständiger Name
es: Nombre Completo
fr: Nom Complet
hi: पूरा नाम
id: Nama Lengkap
pt: Nome Completo
ru: Полное Имя

source: Gallery
ar: المعرض
de: Galerie
es: Galería
fr: Galerie
hi: गैलरी
id: Galeri
pt: Galeria
ru: Галерея

source: Generate
ar: توليد
de: Generieren
es: Generar
fr: Générer
hi: जनरेट करें
id: Buat
pt: Gerar
ru: Генерировать

source: Generate images instantly
ar: توليد الصور على الفور
de: Bilder sofort generieren
es: Generar imágenes al instante
fr: Générer des images instantanément
hi: तुरंत छवियां जनरेट करें
id: Buat gambar secara instan
pt: Gerar imagens instantaneamente
ru: Мгновенно генерировать изображения

source: Generate realtime images
ar: توليد صور في الوقت الفعلي
de: Echtzeit-Bilder generieren
es: Generar imágenes en tiempo real
fr: Générer des images en temps réel
hi: रीयल-टाइम छवियां जनरेट करें
id: Buat gambar secara real-time
pt: Gerar imagens em tempo real
ru: Генерировать изображения в реальном времени
