Repository: ygtsmt/outfitapp
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, es, fr, hi, id, pt, ru

# typeYourPrompt
source: Type your prompt below to generate realtime images
ar: اكتب وصفك أدناه لتوليد صور في الوقت الفعلي
de: Geben Sie Ihren Prompt unten ein, um Echtzeit-Bilder zu generieren
es: Escribe tu descripción a continuación para generar imágenes en tiempo real
fr: Entrez votre description ci-dessous pour générer des images en temps réel
hi: रीयल-टाइम छवियां जनरेट करने के लिए नीचे अपना प्रॉम्प्ट टाइप करें
id: Ketik prompt Anda di bawah ini untuk membuat gambar real-time
pt: Digite seu prompt abaixo para gerar imagens em tempo real
ru: Введите ваш промпт ниже, чтобы генерировать изображения в реальном времени

# ultra_quality
source: Ultra
ar: فائقة
hi: अल्ट्रा
ru: Ультра

source: Unlock all features
ar: فتح جميع الميزات
de: Alle Funktionen freischalten
es: Desbloquear todas las funciones
fr: Débloquer toutes les fonctionnalités
hi: सभी सुविधाओं को अनलॉक करें
id: Buka kunci semua fitur
pt: Desbloquear todos os recursos
ru: Разблокировать все функции

# uploadIfSamePhoto
source: Upload if both people are in the same photo
ar: تحميل إذا كان الشخصان في نفس الصورة
de: Hochladen, wenn beide Personen auf demselben Foto sind
es: Subir si ambas personas están en la misma foto
fr: Télécharger si les deux personnes sont sur la même photo
hi: अपलोड करें यदि दोनों व्यक्ति एक ही फोटो में हैं
id: Unggah jika kedua orang berada dalam foto yang sama
pt: Carregar se ambas as pessoas estiverem na mesma foto
ru: Загрузить, если оба человека на одной фотографии

source: Upload Images
ar: تحميل الصور
de: Bilder hochladen
es: Subir Imágenes
fr: Télécharger des Images
hi: छवियां अपलोड करें
id: Unggah Gambar
pt: Carregar Imagens
ru: Загрузить Изображения

source: Upload Photo
ar: تحميل صورة
de: Foto hochladen
es: Subir Foto
fr: Télécharger une Photo
hi: फोटो अपलोड करें
id: Unggah Foto
pt: Carregar Foto
ru: Загрузить Фото

source: Upload Photos
ar: تحميل الصور
de: Fotos hochladen
es: Subir Fotos
fr: Télécharger des Photos
hi: फोटो अपलोड करें
id: Unggah Foto
pt: Carregar Fotos
ru: Загрузить Фото

source: Use AI Video Effects
ar: استخدم تأثيرات الفيديو بالذكاء الاصطناعي
de: KI-Video-Effekte verwenden
es: Usar Efectos de Vídeo IA
fr: Utiliser les Effets Vidéo IA
hi: एआई वीडियो प्रभाव का उपयोग करें
id: Gunakan Efek Video AI
pt: Usar Efeitos de Vídeo IA
ru: Использовать Видео Эффекты ИИ

source: User Not Found
ar: لم يتم العثور على المستخدم
de: Benutzer nicht gefunden
es: Usuario No Encontrado
fr: Utilisateur Non Trouvé
hi: उपयोगकर्ता नहीं मिला
id: Pengguna Tidak Ditemukan
pt: Usuário Não Encontrado
ru: Пользователь Не Найден

# user_disabled
source: This user account has been disabled.
ar: تم تعطيل حساب المستخدم هذا.
de: Dieses Benutzerkonto wurde deaktiviert.
es: Esta cuenta de usuario ha sido deshabilitada.
fr: Ce compte utilisateur a été désactivé.
hi: यह उपयोगकर्ता खाता अक्षम कर दिया गया है।
id: Akun pengguna ini telah dinonaktifkan.
pt: Esta conta de usuário foi desativada.
ru: Этот аккаунт пользователя был отключен.

# user_not_found
source: No user found with this email address.
ar: لم يتم العثور على مستخدم بعنوان البريد الإلكتروني هذا.
de: Kein Benutzer mit dieser E-Mail-Adresse gefunden.
es: No se encontró ningún usuario con esta dirección de correo electrónico.
fr: Aucun utilisateur trouvé avec cette adresse e-mail.
hi: इस ईमेल पते के साथ कोई उपयोगकर्ता नहीं मिला।
id: Tidak ditemukan pengguna dengan alamat email ini.
pt: Nenhum usuário encontrado com este endereço de e-mail.
ru: Не найден пользователь с этим адресом электронной почты.

source: User Summary Screen
ar: شاشة ملخص المستخدم
de: Benutzerübersicht
es: Pantalla de Resumen de Usuario
fr: Écran de Résumé Utilisateur
hi: उपयोगकर्ता सारांश स्क्रीन
id: Layar Ringkasan Pengguna
pt: Ecrã de Resumo do Usuário
ru: Экран Сводки Пользователя

source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de Usuario
fr: Nom d'Utilisateur
hi: उपयोगकर्ता नाम
id: Nama Pengguna
pt: Nome de Usuário
ru: Имя Пользователя

source: Vehicle
ar: مركبة
de: Fahrzeug
es: Vehículo
fr: Véhicule
hi: वाहन
id: Kendaraan
pt: Veículo
ru: Транспортное Средство

source: Video Details
ar: تفاصيل الفيديو
es: Detalles del Vídeo
fr: Détails de la Vidéo
hi: वीडियो विवरण
id: Detail Video
pt: Detalhes do Vídeo
ru: Детали Видео

source: Video Generate
ar: توليد فيديو
de: Video generieren
es: Generar Vídeo
fr: Générer une Vidéo
hi: वीडियो जनरेट करें
id: Buat Video
pt: Gerar Vídeo
ru: Генерировать Видео

# video_generation_error
source: Video generation failed. Please try again.
ar: فشل توليد الفيديو. يرجى المحاولة مرة أخرى.
de: Video-Generierung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error en la generación del vídeo. Por favor, inténtalo de nuevo.
fr: Échec de la génération de la vidéo. Veuillez réessayer.
hi: वीडियो जनरेशन विफल। कृपया पुन: प्रयास करें।
id: Gagal membuat video. Silakan coba lagi.
pt: Falha na geração do vídeo. Por favor, tente novamente.
ru: Ошибка генерации видео. Пожалуйста, попробуйте снова.

source: Video generation started...
ar: بدأ توليد الفيديو...
de: Video-Generierung gestartet...
es: Generación de vídeo iniciada...
fr: Génération de la vidéo commencée...
hi: वीडियो जनरेशन शुरू हो गया है...
id: Pembuatan video dimulai...
pt: Geração de vídeo iniciada...
ru: Генерация видео началась...

# video_generation_success
source: Your video is being created. This process takes 10-60 seconds
ar: جاري إنشاء الفيديو الخاص بك. تستغرق هذه العملية 10-60 ثانية
de: Ihr Video wird erstellt. Dieser Vorgang dauert 10-60 Sekunden
es: Tu vídeo se está creando. Este proceso tarda de 10 a 60 segundos
fr: Votre vidéo est en cours de création. Ce processus prend 10-60 secondes
hi: आपका वीडियो बनाया जा रहा है। इस प्रक्रिया में 10-60 सेकंड लगते हैं
id: Video Anda sedang dibuat. Proses ini memakan waktu 10-60 detik
pt: O seu vídeo está a ser criado. Este processo leva 10-60 segundos
ru: Ваше видео создается. Этот процесс занимает 10-60 секунд

# video_preview_error
source: Preview could not be loaded
ar: تعذر تحميل المعاينة
de: Vorschau konnte nicht geladen werden
es: No se pudo cargar la vista previa
fr: Impossible de charger l'aperçu
hi: पूर्वावलोकन लोड नहीं किया जा सका
id: Gagal memuat pratinjau
pt: Não foi possível carregar a pré-visualização
ru: Не удалось загрузить предварительный просмотр

# video_preview_loading
source: Loading video preview...
ar: جاري تحميل معاينة الفيديو...
de: Video-Vorschau wird geladen...
es: Cargando vista previa del vídeo...
fr: Chargement de l'aperçu vidéo...
hi: वीडियो पूर्वावलोकन लोड हो रहा है...
id: Memuat pratinjau video...
pt: A carregar pré-visualização do vídeo...
ru: Загрузка предварительного просмотра видео...

source: Videos
ar: مقاطع الفيديو
es: Vídeos
fr: Vidéos
hi: वीडियो
id: Video
pt: Vídeos
ru: Видео

# watchAdToEarn
source: Watch a short video ad to earn 20 credits
ar: شاهد إعلان فيديو قصير لكسب 6 نقاط
de: Sehen Sie sich eine kurze Videoanzeige an, um 6 Credits zu verdienen
es: Mira un breve anuncio de vídeo para ganar 6 créditos
fr: Regardez une courte publicité vidéo pour gagner 6 crédits
hi: 6 क्रेडिट अर्जित करने के लिए एक छोटा वीडियो विज्ञापन देखें
id: Tonton iklan video pendek untuk mendapatkan 6 kredit
pt: Assista a um pequeno anúncio em vídeo para ganhar 6 créditos
ru: Посмотрите короткое видео объявление, чтобы заработать 6 кредитов

source: Watch Ads
ar: شاهد الإعلانات
de: Anzeigen ansehen
es: Ver Anuncios
fr: Regarder des Publicités
hi: विज्ञापन देखें
id: Tonton Iklan
pt: Assistir a Anúncios
ru: Смотреть Рекламу

# watchLimit
source: (You can watch up to 3 ads per day)
ar: (يمكنك مشاهدة ما يصل إلى 5 إعلانات في اليوم)
de: (Sie können bis zu 5 Anzeigen pro Tag ansehen)
es: (Puedes ver hasta 5 anuncios por día)
fr: (Vous pouvez regarder jusqu'à 5 publicités par jour)
hi: (आप प्रति दिन 5 विज्ञापन तक देख सकते हैं)
id: (Anda dapat menonton hingga 5 iklan per hari)
pt: (Você pode assistir até 5 anúncios por dia)
ru: (Вы можете смотреть до 5 реклам в день)

# watch_5_ads_to_claim
source: You need to watch 3 ads to claim credits.
ar: تحتاج إلى مشاهدة 5 إعلانات للمطالبة بالنقاط.
de: Sie müssen 5 Anzeigen ansehen, um Credits zu beanspruchen.
es: Necesitas ver 5 anuncios para reclamar créditos.
fr: Vous devez regarder 5 publicités pour réclamer des crédits.
hi: क्रेडिट का दावा करने के लिए आपको 5 विज्ञापन देखने होंगे।
id: Anda perlu menonton 5 iklan untuk mengklaim kredit.
pt: Você precisa assistir a 5 anúncios para reivindicar créditos.
ru: Вам нужно посмотреть 5 реклам, чтобы забрать кредиты.

source: Email Verification Required
ar: التحقق من البريد الإلكتروني مطلوب
de: E-Mail-Bestätigung erforderlich
es: Verificación de Correo Electrónico Requerida
fr: Vérification de l'E-mail Requise
hi: ईमेल सत्यापन आवश्यक है
id: Verifikasi Email Diperlukan
pt: Verificação de E-mail Necessária
ru: Требуется Подтверждение Электронной Почты

# emailVerificationMessage
source: You need to verify your email address to continue claiming credits. This helps prevent abuse and ensures account security.
ar: تحتاج إلى التحقق من عنوان بريدك الإلكتروني لمواصلة المطالبة بالنقاط. هذا يساعد على منع إساءة الاستخدام ويضمن أمان الحساب.
de: Sie müssen Ihre E-Mail-Adresse bestätigen, um weiterhin Credits beanspruchen zu können. Dies hilft, Missbrauch zu verhindern und die Kontosicherheit zu gewährleisten.
es: Necesitas verificar tu dirección de correo electrónico para seguir reclamando créditos. Esto ayuda a prevenir el abuso y garantiza la seguridad de la cuenta.
fr: Vous devez vérifier votre adresse e-mail pour continuer à réclamer des crédits. Cela aide à prévenir les abus et assure la sécurité du compte.
hi: क्रेडिट का दावा जारी रखने के लिए आपको अपना ईमेल पता सत्यापित करना होगा। यह दुरुपयोग को रोकने और खाता सुरक्षा सुनिश्चित करने में मदद करता है।
id: Anda harus memverifikasi alamat email Anda untuk terus mengklaim kredit. Ini membantu mencegah penyalahgunaan dan memastikan keamanan akun.
pt: Você deve verificar seu endereço de e-mail para continuar a reivindicar créditos. Isso ajuda a prevenir abusos e garante a segurança da conta.
ru: Вы должны подтвердить свой адрес электронной почты, чтобы продолжить требовать кредиты. Это помогает предотвратить злоупотребления и обеспечить безопасность аккаунта.

# verificationEmailSent
source: Verification email sent! Please check your inbox and click the verification link.
ar: تم إرسال بريد إلكتروني للتحقق! يرجى التحقق من صندوق الوارد الخاص بك والنقر على رابط التحقق.
de: Bestätigungs-E-Mail gesendet! Bitte überprüfen Sie Ihren Posteingang und klicken Sie auf den Bestätigungslink.
es: ¡Correo electrónico de verificación enviado! Por favor, revisa tu bandeja de entrada y haz clic en el enlace de verificación.
fr: E-mail de vérification envoyé ! Veuillez vérifier votre boîte de réception et cliquer sur le lien de vérification.
hi: सत्यापन ईमेल भेजा गया! कृपया अपना इनबॉक्स जांचें और सत्यापन लिंक पर क्लिक करें।
id: Email verifikasi terkirim! Silakan periksa kotak masuk Anda dan klik tautan verifikasi.
pt: E-mail de verificação enviado! Por favor, verifique sua caixa de entrada e clique no link de verificação.
ru: Письмо с подтверждением отправлено! Пожалуйста, проверьте свой почтовый ящик и перейдите по ссылке подтверждения.

source: Send Verification Email
ar: إرسال بريد إلكتروني للتحقق
de: Bestätigungs-E-Mail senden
es: Enviar Correo Electrónico de Verificación
fr: Envoyer l'E-mail de Vérification
hi: सत्यापन ईमेल भेजें
id: Kirim Email Verifikasi
pt: Enviar E-mail de Verificação
ru: Отправить Письмо С Подтверждением

source: Check Verification
ar: التحقق من التحقق
de: Bestätigung überprüfen
es: Comprobar Verificación
fr: Vérifier la Vérification
hi: सत्यापन जांचें
id: Periksa Verifikasi
pt: Verificar Verificação
ru: Проверить Подтверждение

# errorSendingVerificationEmail
source: Error sending verification email. Please try again.
ar: خطأ في إرسال بريد إلكتروني للتحقق. يرجى المحاولة مرة أخرى.
de: Fehler beim Senden der Bestätigungs-E-Mail. Bitte versuchen Sie es erneut.
es: Error al enviar el correo electrónico de verificación. Por favor, inténtalo de nuevo.
fr: Erreur lors de l'envoi de l'e-mail de vérification. Veuillez réessayer.
hi: सत्यापन ईमेल भेजने में त्रुटि। कृपया पुन: प्रयास करें।
id: Gagal mengirim email verifikasi. Silakan coba lagi.
pt: Erro ao enviar e-mail de verificação. Por favor, tente novamente.
ru: Ошибка при отправке письма с подтверждением. Пожалуйста, попробуйте снова.

# emailVerifiedSuccessfully
source: Email verified successfully! You can now claim your credits.
ar: تم التحقق من البريد الإلكتروني بنجاح! يمكنك الآن المطالبة بنقاطك.
de: E-Mail erfolgreich bestätigt! Sie können jetzt Ihre Credits beanspruchen.
es: ¡Correo electrónico verificado con éxito! Ahora puedes reclamar tus créditos.
fr: E-mail vérifié avec succès ! Vous pouvez maintenant réclamer vos crédits.
hi: ईमेल सफलतापूर्वक सत्यापित हुआ! अब आप अपने क्रेडिट का दावा कर सकते हैं।
id: Email berhasil diverifikasi! Anda sekarang dapat mengklaim kredit Anda.
pt: E-mail verificado com sucesso! Agora você pode reivindicar seus créditos.
ru: Электронная почта успешно подтверждена! Теперь вы можете забрать свои кредиты.

# emailNotVerifiedYet
source: Email not verified yet. Please check your inbox and click the verification link.
ar: لم يتم التحقق من البريد الإلكتروني بعد. يرجى التحقق من صندوق الوارد الخاص بك والنقر على رابط التحقق.
de: E-Mail noch nicht bestätigt. Bitte überprüfen Sie Ihren Posteingang und klicken Sie auf den Bestätigungslink.
es: Correo electrónico aún no verificado. Por favor, revisa tu bandeja de entrada y haz clic en el enlace de verificación.
fr: E-mail non encore vérifié. Veuillez vérifier votre boîte de réception et cliquer sur le lien de vérification.
hi: ईमेल अभी तक सत्यापित नहीं हुआ है। कृपया अपना इनबॉक्स जांचें और सत्यापन लिंक पर क्लिक करें।
id: Email belum diverifikasi. Silakan periksa kotak masuk Anda dan klik tautan verifikasi.
pt: E-mail ainda não verificado. Por favor, verifique sua caixa de entrada e clique no link de verificação.
ru: Электронная почта еще не подтверждена. Пожалуйста, проверьте свой почтовый ящик и перейдите по ссылке подтверждения.

# errorCheckingVerification
source: Error checking verification status. Please try again.
ar: خطأ في التحقق من حالة التحقق. يرجى المحاولة مرة أخرى.
de: Fehler beim Überprüfen des Bestätigungsstatus. Bitte versuchen Sie es erneut.
es: Error al comprobar el estado de verificación. Por favor, inténtalo de nuevo.
fr: Erreur lors de la vérification du statut de vérification. Veuillez réessayer.
hi: सत्यापन स्थिति की जांच करने में त्रुटि। कृपया पुन: प्रयास करें।
id: Gagal memeriksa status verifikasi. Silakan coba lagi.
pt: Erro ao verificar o status de verificação. Por favor, tente novamente.
ru: Ошибка при проверке статуса подтверждения. Пожалуйста, попробуйте снова.

# watch_ad
source: Watch Ad to Earn Credits
ar: شاهد إعلان لكسب نقاط
de: Anzeige ansehen, um Credits zu verdienen
es: Ver Anuncio para Ganar Créditos
fr: Regarder une Publicité pour Gagner des Crédits
hi: क्रेडिट कमाने के लिए विज्ञापन देखें
id: Tonton Iklan untuk Mendapatkan Kredit
pt: Assista a Anúncio para Ganhar Créditos
ru: Смотреть Рекламу, чтобы Заработать Кредиты

# weak_password
source: The password you entered is too weak. Please choose a stronger password.
ar: كلمة المرور التي أدخلتها ضعيفة جداً. يرجى اختيار كلمة مرور أقوى.
de: Das eingegebene Passwort ist zu schwach. Bitte wählen Sie ein stärkeres Passwort.
es: La contraseña que introdujiste es demasiado débil. Por favor, elige una contraseña más fuerte.
fr: Le mot de passe que vous avez entré est trop faible. Veuillez choisir un mot de passe plus fort.
hi: आपके द्वारा दर्ज किया गया पासवर्ड बहुत कमजोर है। कृपया एक मजबूत पासवर्ड चुनें।
id: Kata sandi yang Anda masukkan terlalu lemah. Silakan pilih kata sandi yang lebih kuat.
pt: A senha que você inseriu é muito fraca. Por favor, escolha uma senha mais forte.
ru: Введенный вами пароль слишком слабый. Пожалуйста, выберите более надежный пароль.

source: Weekly Plan
ar: الخطة الأسبوعية
de: Wochenplan
es: Plan Semanal
fr: Plan Hebdomadaire
hi: साप्ताहिक योजना
id: Paket Mingguan
pt: Plano Semanal
ru: Недельный План

# wrong_password
source: Incorrect password.
ar: كلمة مرور غير صحيحة.
de: Falsches Passwort.
es: Contraseña incorrecta.
fr: Mot de passe incorrect.
hi: गलत पासवर्ड।
id: Kata sandi salah.
pt: Senha incorreta.
ru: Неверный пароль.

source: Yearly Plan
ar: الخطة السنوية
de: Jahresplan
es: Plan Anual
fr: Plan Annuel
hi: वार्षिक योजना
id: Paket Tahunan
pt: Plano Anual
ru: Годовой План

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
pt: Idioma
ru: Язык

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
hi: बनाएं
id: Buat
pt: Criar
ru: Создать

source: Realtime AI
ar: الذكاء الاصطناعي في الوقت الفعلي
de: Echtzeit-KI
es: IA en Tiempo Real
fr: IA en Temps Réel
hi: रीयल-टाइम एआई
id: AI Real-Time
pt: IA em Tempo Real
ru: ИИ в Реальном Времени

# filterByCategoryTooltip
source: Filter by Category
ar: تصفية حسب الفئة
de: Nach Kategorie filtern
es: Filtrar por Categoría
fr: Filtrer par Catégorie
hi: श्रेणी के अनुसार फ़िल्टर करें
id: Filter berdasarkan Kategori
pt: Filtrar por Categoria
ru: Фильтровать по Категории

# toggleGridLayoutTooltip
source: Toggle Grid Layout
ar: تبديل تخطيط الشبكة
de: Rasteransicht umschalten
es: Alternar Vista de Cuadrícula
fr: Basculer la Mise en Page en Grille
hi: ग्रिड लेआउट टॉगल करें
id: Alihkan Tata Letak Kotak
pt: Alternar Layout de Grelha
ru: Переключить Вид Сеткой

source: Effects
ar: التأثيرات
de: Effekte
es: Efectos
fr: Effets
hi: प्रभाव
id: Efek
pt: Efeitos
ru: Эффекты

source: Delete Video
ar: حذف الفيديو
de: Video löschen
es: Eliminar Vídeo
fr: Supprimer la Vidéo
hi: वीडियो हटाएं
id: Hapus Video
pt: Excluir Vídeo
ru: Удалить Видео

# deleteVideoConfirmation
source: Are you sure you want to delete this video?
ar: هل أنت متأكد أنك تريد حذف هذا الفيديو؟
de: Sind Sie sicher, dass Sie dieses Video löschen möchten?
es: ¿Estás seguro de que quieres eliminar este vídeo?
fr: Êtes-vous sûr de vouloir supprimer cette vidéo ?
hi: क्या आप निश्चित रूप से इस वीडियो को हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus video ini?
pt: Tem certeza de que deseja excluir este vídeo?
ru: Вы уверены, что хотите удалить это видео?

source: Video deleted successfully
ar: تم حذف الفيديو بنجاح
de: Video erfolgreich gelöscht
es: Vídeo eliminado con éxito
fr: Vidéo supprimée avec succès
hi: वीडियो सफलतापूर्वक हटा दिया गया
id: Video berhasil dihapus
pt: Vídeo excluído com sucesso
ru: Видео успешно удалено

# templateRegenerationStarted
source: Template regeneration started with seed: {seed}
ar: بدأ تجديد القالب بالبذرة: {seed}
de: Vorlagen-Neugenerierung mit Seed gestartet: {seed}
es: Regeneración de plantilla iniciada con semilla: {seed}
fr: Régénération du modèle commencée avec la graine : {seed}
hi: बीज के साथ टेम्प्लेट पुनर्जनन शुरू हुआ: {seed}
id: Pembuatan ulang template dimulai dengan seed: {seed}
pt: Regeneração do modelo iniciada com a semente: {seed}
ru: Перегенерация шаблона начата с сидом: {seed}

source: Failed to regenerate template
ar: فشل تجديد القالب
de: Fehler beim Neugenerieren der Vorlage
es: Error al regenerar la plantilla
fr: Échec de la régénération du modèle
hi: टेम्प्लेट को पुन: जनरेट करने में विफल
id: Gagal membuat ulang template
pt: Falha ao regenerar o modelo
ru: Не удалось перегенерировать шаблон

# noInputDataForTemplateRegeneration
source: No input data found for template regeneration
ar: لم يتم العثور على بيانات إدخال لتجديد القالب
de: Keine Eingabedaten für die Vorlagen-Neugenerierung gefunden
es: No se encontraron datos de entrada para la regeneración de la plantilla
fr: Aucune donnée d'entrée trouvée pour la régénération du modèle
hi: टेम्प्लेट पुनर्जनन के लिए कोई इनपुट डेटा नहीं मिला
id: Tidak ditemukan data input untuk pembuatan ulang template
pt: Nenhum dado de entrada encontrado para regeneração do modelo
ru: Не найдено входных данных для перегенерации шаблона

# videoRegenerationStarted
source: Generating different version of video
ar: جاري توليد نسخة مختلفة من الفيديو
de: Generiere eine andere Version des Videos
es: Generando una versión diferente del vídeo
fr: Génération d'une version différente de la vidéo
hi: वीडियो का एक अलग संस्करण जनरेट कर रहा है
id: Membuat versi video yang berbeda
pt: A gerar uma versão diferente do vídeo
ru: Генерируется другая версия видео

source: Failed to regenerate video
ar: فشل تجديد الفيديو
de: Fehler beim Neugenerieren des Videos
es: Error al regenerar el vídeo
fr: Échec de la régénération de la vidéo
hi: वीडियो को पुन: जनरेट करने में विफल
id: Gagal membuat ulang video
pt: Falha ao regenerar o vídeo
ru: Не удалось перегенерировать видео

# noInputDataForRegeneration
source: No input data found for regeneration
ar: لم يتم العثور على بيانات إدخال للتجديد
de: Keine Eingabedaten für die Neugenerierung gefunden
es: No se encontraron datos de entrada para la regeneración
fr: Aucune donnée d'entrée trouvée pour la régénération
hi: पुनर्जनन के लिए कोई इनपुट डेटा नहीं मिला
id: Tidak ditemukan data input untuk pembuatan ulang
pt: Nenhum dado de entrada encontrado para regeneração
ru: Не найдено входных данных для перегенерации

# reportSending
source: Sending report...
ar: جاري إرسال التقرير...
de: Bericht wird gesendet...
es: Enviando reporte...
fr: Envoi du signalement...
hi: रिपोर्ट भेजी जा रही है...
id: Mengirim laporan...
pt: A enviar relatório...
ru: Отправка жалобы...

# reportFailedToSend
source: Failed to send report. Please try again.
ar: فشل إرسال التقرير. يرجى المحاولة مرة أخرى.
de: Fehler beim Senden des Berichts. Bitte versuchen Sie es erneut.
es: Error al enviar el reporte. Por favor, inténtalo de nuevo.
fr: Échec de l'envoi du signalement. Veuillez réessayer.
hi: रिपोर्ट भेजने में विफल। कृपया पुन: प्रयास करें।
id: Gagal mengirim laporan. Silakan coba lagi.
pt: Falha ao enviar relatório. Por favor, tente novamente.
ru: Не удалось отправить жалобу. Пожалуйста, попробуйте снова.

source: Delete Image
ar: حذف الصورة
de: Bild löschen
es: Eliminar Imagen
fr: Supprimer l'Image
hi: छवि हटाएं
id: Hapus Gambar
pt: Excluir Imagem
ru: Удалить Изображение

# deleteImageConfirmation
source: Are you sure you want to delete this image?
ar: هل أنت متأكد أنك تريد حذف هذه الصورة؟
de: Sind Sie sicher, dass Sie dieses Bild löschen möchten?
es: ¿Estás seguro de que quieres eliminar esta imagen?
fr: Êtes-vous sûr de vouloir supprimer cette image ?
hi: क्या आप निश्चित रूप से इस छवि को हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus gambar ini?
pt: Tem certeza de que deseja excluir esta imagem?
ru: Вы уверены, что хотите удалить это изображение?

source: Video ID copied!
ar: تم نسخ معرّف الفيديو!
de: Video-ID kopiert!
es: ¡ID de vídeo copiado!
fr: ID de vidéo copié !
hi: वीडियो आईडी कॉपी किया गया!
id: ID video disalin!
pt: ID do vídeo copiado!
ru: ID видео скопирован!

source: Prompt copied!
ar: تم نسخ الوصف!
de: Prompt kopiert!
es: ¡Descripción copiada!
fr: Description copiée !
hi: प्रॉम्प्ट कॉपी किया गया!
id: Prompt disalin!
pt: Prompt copiado!
ru: Промпт скопирован!

# emailCopied
source: Email copied to clipboard!
ar: تم نسخ البريد الإلكتروني إلى الحافظة!
de: E-Mail in die Zwischenablage kopiert!
es: ¡Correo electrónico copiado al portapapeles!
fr: E-mail copié dans le presse-papiers !
hi: ईमेल क्लिपबोर्ड पर कॉपी किया गया!
id: Email disalin ke papan klip!
pt: E-mail copiado para a área de transferência!
ru: Электронная почта скопирована в буфер обмена!

# fileSizeTooLarge
source: File size too large (max 10MB)
ar: حجم الملف كبير جداً (الحد الأقصى 10 ميجابايت)
de: Dateigröße zu groß (max. 10 MB)
es: Tamaño del archivo demasiado grande (máximo 10MB)
fr: Taille du fichier trop grande (max 10Mo)
hi: फ़ाइल का आकार बहुत बड़ा है (अधिकतम 10MB)
id: Ukuran file terlalu besar (maks 10MB)
pt: Tamanho do arquivo muito grande (máx. 10MB)
ru: Слишком большой размер файла (макс. 10 МБ)
