Repository: ygtsmt/outfitapp
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, es, fr, hi, id, pt, ru

# configuringPayments
source: Almost there...
ar: قريباً جداً...
de: Fast geschafft...
es: Casi listo...
fr: Presque prêt...
hi: लगभग तैयार...
id: Hampir siap...
pt: Quase pronto...
ru: Почти готово...

# almostReady
source: Ready to create...
ar: جاهز للإنشاء...
de: Bereit zum Erstellen...
es: Listo para crear...
fr: Prêt à créer...
hi: बनाने के लिए तैयार...
id: Siap untuk membuat...
pt: Pronto para criar...
ru: Готово к созданию...

# ready
source: Let's go!
ar: لننطلق!
de: Los geht's!
es: ¡Vamos!
fr: Allons-y !
hi: चलो चलें!
id: Ayo pergi!
pt: Vamos lá!
ru: Поехали!

source: AI Video Effects
ar: تأثيرات الفيديو بالذكاء الاصطناعي
de: KI-Video-Effekte
es: Efectos de Vídeo IA
fr: Effets Vidéo IA
hi: एआई वीडियो प्रभाव
id: Efek Video AI
pt: Efeitos de Vídeo IA
ru: Видео Эффекты ИИ

# bannedContentDetected
source: Inappropriate Content Detected
ar: تم الكشف عن محتوى غير لائق
de: Unangemessener Inhalt erkannt
es: Contenido Inapropiado Detectado
fr: Contenu Inapproprié Détecté
hi: प्रतिबंधित सामग्री का पता चला
id: Konten Terlarang Terdeteksi
pt: Conteúdo Banido Detetado
ru: Обнаружен Запрещенный Контент

# bannedContentMessage
source: Inappropriate content was detected in your prompt. Please use a more appropriate expression.
ar: تم الكشف عن محتوى غير لائق في وصفك. يرجى استخدام تعبير أكثر ملاءمة.
de: In Ihrem Prompt wurde unangemessener Inhalt erkannt. Bitte verwenden Sie einen angemesseneren Ausdruck.
es: Se detectó contenido inapropiado en tu descripción. Por favor, usa una expresión más adecuada.
fr: Un contenu inapproprié a été détecté dans votre description. Veuillez utiliser une expression plus appropriée.
hi: आपके प्रॉम्प्ट में प्रतिबंधित सामग्री का पता चला। कृपया अधिक उपयुक्त अभिव्यक्ति का उपयोग करें।
id: Konten terlarang terdeteksi di prompt Anda. Silakan gunakan ungkapan yang lebih sesuai.
pt: Conteúdo banido detetado no seu prompt. Por favor, use uma expressão mais apropriada.
ru: В вашем промпте обнаружен запрещенный контент. Пожалуйста, используйте более подходящую формулировку.

source: Detected word:
ar: الكلمة المكتشفة:
de: Erkanntes Wort:
es: Palabra detectada:
fr: Mot détecté :
hi: पता चला शब्द:
id: Kata terdeteksi:
pt: Palavra detetada:
ru: Обнаруженное слово:

# pleaseEditPrompt
source: Please edit your prompt and try again.
ar: يرجى تعديل وصفك والمحاولة مرة أخرى.
de: Bitte bearbeiten Sie Ihren Prompt und versuchen Sie es erneut.
es: Por favor, edita tu descripción e inténtalo de nuevo.
fr: Veuillez modifier votre description et réessayer.
hi: कृपया अपना प्रॉम्प्ट संपादित करें और पुन: प्रयास करें।
id: Silakan edit prompt Anda dan coba lagi.
pt: Por favor, edite o seu prompt e tente novamente.
ru: Пожалуйста, отредактируйте ваш промпт и попробуйте снова.

source: OK
ar: حسناً
hi: ठीक है
id: Oke
ru: ОК

source: Library refreshed
ar: تم تحديث المكتبة
de: Bibliothek aktualisiert
es: Biblioteca actualizada
fr: Bibliothèque actualisée
hi: पुस्तकालय ताज़ा हुआ
id: Pustaka diperbarui
pt: Biblioteca atualizada
ru: Библиотека обновлена

source: Deneme
ar: تجربة
de: Test
es: Prueba
fr: Test
hi: परीक्षण
id: Uji coba
pt: Teste
ru: Тест

# ticket_hot
source: Hot
ar: ساخن
de: Heiß
es: Caliente
fr: Chaud
id: Panas
pt: Quente
ru: Горячее

# ticket_new
source: New
ar: جديد
de: Neu
es: Nuevo
fr: Nouveau
id: Baru
pt: Novo
ru: Новое

# ticket_trend
source: Trend
ar: رائج
es: Tendencia
fr: Tendance
id: Tren
pt: Tendência
ru: В тренде

# ticket_popular
source: Popular
ar: شائع
de: Beliebt
fr: Populaire
id: Populer
ru: Популярное

# forceUpdateTitle
source: Update Required
ar: التحديث مطلوب
de: Aktualisierung erforderlich
es: Actualización requerida
fr: Mise à jour requise
hi: अपडेट आवश्यक है
id: Pembaruan Diperlukan
pt: Atualização Necessária
ru: Требуется обновление

# forceUpdateMessage
source: You need to update to the latest version to continue using the app.
ar: تحتاج إلى التحديث إلى أحدث إصدار لمواصلة استخدام التطبيق.
de: Sie müssen auf die neueste Version aktualisieren, um die App weiterhin nutzen zu können.
es: Necesita actualizar a la última versión para continuar usando la aplicación.
fr: Vous devez mettre à jour vers la dernière version pour continuer à utiliser l'application.
hi: ऐप का उपयोग जारी रखने के लिए आपको नवीनतम संस्करण में अपडेट करना होगा।
id: Anda perlu memperbarui ke versi terbaru untuk terus menggunakan aplikasi.
pt: Você precisa atualizar para a versão mais recente para continuar usando o aplicativo.
ru: Вам необходимо обновить приложение до последней версии, чтобы продолжить его использование.

# forceUpdateInfo
source: New features and improvements await you!
ar: ميزات وتحسينات جديدة في انتظارك!
de: Neue Funktionen und Verbesserungen erwarten Sie!
es: ¡Nuevas funciones y mejoras te esperan!
fr: De nouvelles fonctionnalités et améliorations vous attendent!
hi: नई सुविधाएँ और सुधार आपका इंतजार कर रहे हैं!
id: Fitur dan peningkatan baru menanti Anda!
pt: Novos recursos e melhorias aguardam você!
ru: Вас ждут новые функции и улучшения!

# updateButton
source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hi: अपडेट करें
id: Perbarui
pt: Atualizar
ru: Обновить

# premiumTemplateTitle
source: Premium Template
ar: قالب متميز
de: Premium-Vorlage
es: Plantilla Premium
fr: Modèle Premium
hi: प्रीमियम टेम्पलेट
id: Template Premium
pt: Template Premium
ru: Премиум Шаблон

# premiumTemplateUsedMessage
source: You have used your free trial for this premium template.
ar: لقد استخدمت النسخة التجريبية المجانية لهذا القالب المتميز.
de: Sie haben Ihre kostenlose Testversion für diese Premium-Vorlage verwendet.
es: Has usado tu prueba gratuita para esta plantilla premium.
fr: Vous avez utilisé votre essai gratuit pour ce modèle premium.
hi: आपने इस प्रीमियम टेम्पलेट के लिए अपना मुफ़्त परीक्षण उपयोग कर लिया है।
id: Anda telah menggunakan uji coba gratis untuk template premium ini.
pt: Você usou seu teste gratuito para este template premium.
ru: Вы использовали бесплатную пробную версию для этого премиум шаблона.

source: Unlimited Usage
ar: استخدام غير محدود
de: Unbegrenzte Nutzung
es: Uso Ilimitado
fr: Utilisation Illimitée
hi: असीमित उपयोग
id: Penggunaan Tanpa Batas
pt: Uso Ilimitado
ru: Неограниченное использование

# premiumTemplateUnlimitedInfo
source: Get unlimited access to premium templates by subscribing or purchasing credit packages.
ar: احصل على وصول غير محدود للقوالب المتميزة من خلال الاشتراك أو شراء حزم الرصيد.
de: Erhalten Sie unbegrenzten Zugriff auf Premium-Vorlagen durch ein Abonnement oder den Kauf von Kreditpaketen.
es: Obtén acceso ilimitado a plantillas premium suscribiéndote o comprando paquetes de créditos.
fr: Obtenez un accès illimité aux modèles premium en vous abonnant ou en achetant des forfaits de crédits.
hi: सदस्यता लेकर या क्रेडिट पैकेज खरीदकर प्रीमियम टेम्पलेट्स तक असीमित पहुंच प्राप्त करें।
id: Dapatkan akses tanpa batas ke template premium dengan berlangganan atau membeli paket kredit.
pt: Obtenha acesso ilimitado a templates premium assinando ou comprando pacotes de créditos.
ru: Получите неограниченный доступ к премиум шаблонам, оформив подписку или купив пакеты кредитов.

# buySubscriptionOrCredits
source: Buy Subscription/Credits
ar: شراء اشتراك/رصيد
de: Abonnement/Credits kaufen
es: Comprar Suscripción/Créditos
fr: Acheter Abonnement/Crédits
hi: सदस्यता/क्रेडिट खरीदें
id: Beli Langganan/Kredit
pt: Comprar Assinatura/Créditos
ru: Купить подписку/кредиты

source: Continue with Other Templates
ar: المتابعة مع قوالب أخرى
de: Mit Anderen Vorlagen Fortfahren
es: Continuar con Otras Plantillas
fr: Continuer avec d'Autres Modèles
hi: अन्य टेम्पलेट्स के साथ जारी रखें
id: Lanjutkan dengan Template Lain
pt: Continuar com Outros Templates
ru: Продолжить с Другими Шаблонами

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
pt: Fechar
ru: Закрыть

# guestAccountTitle
source: Guest Account
ar: حساب ضيف
de: Gastkonto
es: Cuenta de Invitado
fr: Compte Invité
hi: अतिथि खाता
id: Akun Tamu
pt: Conta Convidado
ru: Гостевой Аккаунт

# guestAccountWatchAdsMessage
source: You need to create an account to watch ads and earn credits.
ar: تحتاج إلى إنشاء حساب لمشاهدة الإعلانات وكسب الرصيد.
de: Sie müssen ein Konto erstellen, um Werbung anzusehen und Credits zu verdienen.
es: Necesitas crear una cuenta para ver anuncios y ganar créditos.
fr: Vous devez créer un compte pour regarder des publicités et gagner des crédits.
hi: विज्ञापन देखने और क्रेडिट कमाने के लिए आपको एक खाता बनाना होगा।
id: Anda perlu membuat akun untuk menonton iklan dan mendapatkan kredit.
pt: Você precisa criar uma conta para assistir anúncios e ganhar créditos.
ru: Вам необходимо создать аккаунт, чтобы смотреть рекламу и зарабатывать кредиты.

# guestAccountBenefits
source: Account Benefits:
ar: مزايا الحساب:
de: Kontovorteile:
es: Beneficios de la Cuenta:
fr: Avantages du Compte:
hi: खाता लाभ:
id: Manfaat Akun:
pt: Benefícios da Conta:
ru: Преимущества Аккаунта:

# benefitWatchAds
source: Watch ads and earn free credits
ar: شاهد الإعلانات واكسب رصيد مجاني
de: Werbung ansehen und kostenlose Credits verdienen
es: Ver anuncios y ganar créditos gratis
fr: Regardez des publicités et gagnez des crédits gratuits
hi: विज्ञापन देखें और मुफ्त क्रेडिट कमाएं
id: Tonton iklan dan dapatkan kredit gratis
pt: Assista anúncios e ganhe créditos grátis
ru: Смотрите рекламу и зарабатывайте бесплатные кредиты

# benefitCloudSync
source: Cloud sync and backup
ar: المزامنة والنسخ الاحتياطي السحابي
de: Cloud-Synchronisation und Backup
es: Sincronización y respaldo en la nube
fr: Synchronisation et sauvegarde cloud
hi: क्लाउड सिंक और बैकअप
id: Sinkronisasi dan cadangan cloud
pt: Sincronização e backup na nuvem
ru: Облачная синхронизация и резервное копирование

# benefitPremiumFeatures
source: Access to premium features
ar: الوصول إلى الميزات المتميزة
de: Zugriff auf Premium-Funktionen
es: Acceso a funciones premium
fr: Accès aux fonctionnalités premium
hi: प्रीमियम सुविधाओं तक पहुंच
id: Akses ke fitur premium
pt: Acesso a recursos premium
ru: Доступ к премиум функциям

source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar Sesión
fr: Se Connecter
hi: साइन इन करें
id: Masuk
pt: Entrar
ru: Войти

source: Sign In with Account
ar: تسجيل الدخول بالحساب
de: Mit Konto anmelden
es: Iniciar Sesión con Cuenta
fr: Se Connecter avec un Compte
hi: खाते से साइन इन करें
id: Masuk dengan Akun
pt: Entrar com Conta
ru: Войти с Аккаунтом

source: UID
hi: यूआईडी

# artistCredit
source: HISTED, TXVSTERPLAYA - MASHA ULTRAFUNK
hi: हिस्टेड, टीएक्सवीएसटीईआरपीएलएए - माशा अल्ट्राफंक

source: Comby AI Plus Plan
fr: Plan Comby AI Plus
id: Paket Comby AI Plus

source: Comby AI Pro Plan
fr: Plan Comby AI Pro
id: Paket Comby AI Pro

source: Comby AI Ultra Plan
fr: Plan Comby AI Ultra
id: Paket Comby AI Ultra
