Repository: ygtsmt/outfitapp
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, es, fr, hi, id, pt, ru

# logout_confirmation
source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
hi: क्या आप निश्चित रूप से लॉग आउट करना चाहते हैं?
id: Apakah Anda yakin ingin keluar?
pt: Tem certeza de que deseja terminar a sessão?
ru: Вы уверены, что хотите выйти?

source: Long Video
ar: فيديو طويل
de: Langes Video
es: Vídeo Largo
fr: Vidéo Longue
hi: लंबा वीडियो
id: Video Panjang
pt: Vídeo Longo
ru: Длинное Видео

# low_quality
source: Low
ar: منخفضة
de: Niedrig
es: Baja
fr: Faible
hi: निम्न
id: Rendah
pt: Baixa
ru: Низкое

# medium_quality
source: Medium
ar: متوسطة
de: Mittel
es: Media
fr: Moyenne
hi: मध्यम
id: Sedang
pt: Média
ru: Среднее

source: Min 6 chars
ar: الحد الأدنى 6 أحرف
de: Min. 6 Zeichen
es: Mínimo 6 caracteres
fr: Min. 6 caractères
hi: न्यूनतम 6 वर्ण
id: Min. 6 karakter
pt: Mín. 6 caracteres
ru: Мин. 6 символов

# missing_verification_code
source: The verification code is missing. Please enter the code.
ar: رمز التحقق مفقود. يرجى إدخال الرمز.
de: Der Bestätigungscode fehlt. Bitte geben Sie den Code ein.
es: Falta el código de verificación. Por favor, introduce el código.
fr: Le code de vérification est manquant. Veuillez entrer le code.
hi: सत्यापन कोड गुम है। कृपया कोड दर्ज करें।
id: Kode verifikasi hilang. Silakan masukkan kodenya.
pt: O código de verificação está em falta. Por favor, insira o código.
ru: Отсутствует код подтверждения. Пожалуйста, введите код.

# missing_verification_id
source: The verification ID is missing. Try restarting the process.
ar: معرّف التحقق مفقود. حاول إعادة تشغيل العملية.
de: Die Bestätigungs-ID fehlt. Versuchen Sie, den Vorgang neu zu starten.
es: Falta el ID de verificación. Intenta reiniciar el proceso.
fr: L'ID de vérification est manquant. Essayez de redémarrer le processus.
hi: सत्यापन आईडी गुम है। प्रक्रिया को पुनरारंभ करने का प्रयास करें।
id: ID verifikasi hilang. Coba mulai ulang prosesnya.
pt: O ID de verificação está em falta. Tente reiniciar o processo.
ru: Отсутствует ID подтверждения. Попробуйте перезапустить процесс.

source: Mode
ar: الوضع
de: Modus
es: Modo
hi: मोड
pt: Modo
ru: Режим

source: Monthly Plan
ar: الخطة الشهرية
de: Monatsplan
es: Plan Mensual
fr: Plan Mensuel
hi: मासिक योजना
id: Paket Bulanan
pt: Plano Mensal
ru: Месячный План

source: Motion Mode
ar: وضع الحركة
de: Bewegungsmodus
es: Modo de Movimiento
fr: Mode Mouvement
hi: गति मोड
id: Mode Gerak
pt: Modo de Movimento
ru: Режим Движения

source: Negative Prompt
ar: الوصف السلبي
de: Negativer Prompt
es: Descripción Negativa
fr: Description Négative
hi: नकारात्मक प्रॉम्प्ट
id: Prompt Negatif
pt: Prompt Negativo
ru: Отрицательный Промпт

# negative_prompt_hint
source: Describe what you don't want in the video (optional)
ar: صف ما لا تريده في الفيديو (اختياري)
de: Beschreiben Sie, was Sie im Video nicht sehen möchten (optional)
es: Describe lo que no quieres ver en el vídeo (opcional)
fr: Décrivez ce que vous ne voulez pas dans la vidéo (optionnel)
hi: उस चीज़ का वर्णन करें जिसे आप वीडियो में नहीं देखना चाहते (वैकल्पिक)
id: Jelaskan apa yang tidak ingin Anda lihat di video (opsional)
pt: Descreva o que você não quer ver no vídeo (opcional)
ru: Опишите, что вы не хотите видеть на видео (необязательно)

# network_request_failed
source: Network connection failed. Please check your internet connection.
ar: فشل اتصال الشبكة. يرجى التحقق من اتصالك بالإنترنت.
de: Netzwerkverbindung fehlgeschlagen. Bitte überprüfen Sie Ihre Internetverbindung.
es: Fallo en la conexión de red. Por favor, comprueba tu conexión a internet.
fr: Échec de la connexion réseau. Veuillez vérifier votre connexion Internet.
hi: नेटवर्क कनेक्शन विफल। कृपया अपना इंटरनेट कनेक्शन जांचें।
id: Permintaan jaringan gagal. Harap periksa koneksi internet Anda.
pt: A solicitação de rede falhou. Por favor, verifique sua conexão com a internet.
ru: Сбой сетевого запроса. Пожалуйста, проверьте ваше интернет-соединение.

source: New Username
ar: اسم المستخدم الجديد
de: Neuer Benutzername
es: Nuevo Nombre de Usuario
fr: Nouveau Nom d'Utilisateur
hi: नया उपयोगकर्ता नाम
id: Nama Pengguna Baru
pt: Novo Nome de Usuário
ru: Новое Имя Пользователя

source: New Password
ar: كلمة المرور الجديدة
de: Neues Passwort
es: Nueva Contraseña
fr: Nouveau Mot de Passe
hi: नया पासवर्ड
id: Kata Sandi Baru
pt: Nova Senha
ru: Новый Пароль

# noImageGenerated
source: You haven't generated any image yet
ar: لم تقم بتوليد أي صورة بعد
de: Sie haben noch kein Bild generiert
es: Aún no has generado ninguna imagen
fr: Vous n'avez pas encore généré d'image
hi: आपने अभी तक कोई छवि जनरेट नहीं की है
id: Anda belum membuat gambar apa pun
pt: Você ainda não gerou nenhuma imagem
ru: Вы еще не сгенерировали ни одного изображения

source: No image to share
ar: لا توجد صورة للمشاركة
de: Kein Bild zum Teilen
es: No hay imagen para compartir
fr: Aucune image à partager
hi: साझा करने के लिए कोई छवि नहीं
id: Tidak ada gambar untuk dibagikan
pt: Nenhuma imagem para partilhar
ru: Нет изображения для обмена

# noPasswordChange
source: This account was not logged in with a password, the password cannot be changed
ar: لم يتم تسجيل الدخول إلى هذا الحساب بكلمة مرور، لا يمكن تغيير كلمة المرور
de: Dieses Konto wurde nicht mit einem Passwort angemeldet, das Passwort kann nicht geändert werden
es: Esta cuenta no fue iniciada con una contraseña, la contraseña no puede ser cambiada
fr: Ce compte n'a pas été connecté avec un mot de passe, le mot de passe ne peut pas être changé
hi: यह खाता पासवर्ड के साथ लॉग इन नहीं हुआ था, पासवर्ड नहीं बदला जा सकता है
id: Akun ini tidak masuk dengan kata sandi, kata sandi tidak dapat diubah
pt: Esta conta não foi iniciada com uma senha, a senha não pode ser alterada
ru: Этот аккаунт не был создан с паролем, пароль не может быть изменен

# noRealtimeImageGenerated
source: You haven't generated realtime images yet
ar: لم تقم بتوليد صور في الوقت الفعلي بعد
de: Sie haben noch keine Echtzeit-Bilder generiert
es: Aún no has generado imágenes en tiempo real
fr: Vous n'avez pas encore généré d'images en temps réel
hi: आपने अभी तक रीयल-टाइम छवियां जनरेट नहीं की हैं
id: Anda belum membuat gambar real-time apa pun
pt: Você ainda não gerou nenhuma imagem em tempo real
ru: Вы еще не сгенерировали ни одного изображения в реальном времени

# noVideoGenerated
source: You haven't generated any video yet
ar: لم تقم بتوليد أي فيديو بعد
de: Sie haben noch kein Video generiert
es: Aún no has generado ningún vídeo
fr: Vous n'avez pas encore généré de vidéo
hi: आपने अभी तक कोई वीडियो जनरेट नहीं किया है
id: Anda belum membuat video apa pun
pt: Você ainda não gerou nenhum vídeo
ru: Вы еще не сгенерировали ни одного видео

source: No watermarks/ads
ar: لا علامات مائية/إعلانات
de: Keine Wasserzeichen/Werbung
es: Sin marcas de agua/anuncios
fr: Pas de filigranes/publicités
hi: कोई वॉटरमार्क/विज्ञापन नहीं
id: Tanpa Tanda Air/Iklan
pt: Sem Marcas D'água/Anúncios
ru: Без Водяных Знаков/Рекламы

source: Normal Mode
ar: الوضع العادي
de: Normalmodus
es: Modo Normal
fr: Mode Normal
hi: सामान्य मोड
id: Mode Normal
pt: Modo Normal
ru: Нормальный Режим

# normal_mode_description
source: Standard quality with balanced speed
ar: جودة قياسية مع سرعة متوازنة
de: Standardqualität mit ausgewogener Geschwindigkeit
es: Calidad estándar con velocidad equilibrada
fr: Qualité standard avec vitesse équilibrée
hi: संतुलित गति के साथ मानक गुणवत्ता
id: Kualitas standar dengan kecepatan seimbang
pt: Qualidade padrão com velocidade equilibrada
ru: Стандартное качество со сбалансированной скоростью

# operation_not_allowed
source: This operation is currently disabled. Please contact your administrator for more information.
ar: هذه العملية معطلة حاليًا. يرجى الاتصال بمدير النظام للحصول على مزيد من المعلومات.
de: Dieser Vorgang ist derzeit deaktiviert. Bitte kontaktieren Sie Ihren Administrator für weitere Informationen.
es: Esta operación está actualmente deshabilitada. Por favor, contacta con tu administrador para más información.
fr: Cette opération est actuellement désactivée. Veuillez contacter votre administrateur pour plus d'informations.
hi: यह ऑपरेशन वर्तमान में अक्षम है। अधिक जानकारी के लिए कृपया अपने व्यवस्थापक से संपर्क करें।
id: Operasi ini saat ini dinonaktifkan. Silakan hubungi administrator Anda untuk info lebih lanjut.
pt: Esta operação está atualmente desativada. Entre em contato com seu administrador para mais informações.
ru: Эта операция в настоящее время отключена. Пожалуйста, свяжитесь с вашим администратором для получения дополнительной информации.

source: Optional
ar: اختياري
es: Opcional
fr: Optionnel
hi: वैकल्पिक
id: Opsional
pt: Opcional
ru: Необязательно

source: Or Login With
ar: أو تسجيل الدخول باستخدام
de: Oder melden Sie sich an mit
es: O Inicia Sesión con
fr: Ou Connectez-vous avec
hi: या इसके साथ लॉग इन करें
id: Atau Masuk dengan
pt: Ou Iniciar Sessão Com
ru: Или Войти С

# pAndE
source: P&E
ar: الخصوصية والشروط
de: D&B
es: P&S
fr: P&C
hi: पी और ई
ru: П&Э

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de Passe
hi: पासवर्ड
id: Kata Sandi
pt: Senha
ru: Пароль

# passwordChangedSuccess
source: Your password has been changed successfully
ar: تم تغيير كلمة المرور بنجاح
de: Ihr Passwort wurde erfolgreich geändert
es: Tu contraseña ha sido cambiada con éxito
fr: Votre mot de passe a été changé avec succès
hi: आपका पासवर्ड सफलतापूर्वक बदल दिया गया है
id: Kata sandi Anda berhasil diubah
pt: Sua senha foi alterada com sucesso
ru: Ваш пароль успешно изменен

# passwordResetLinkSent
source: Password reset link sent to your e-mail
ar: تم إرسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني
de: Link zur Passwortzurücksetzung wurde an Ihre E-Mail gesendet
es: Enlace de restablecimiento de contraseña enviado a tu correo electrónico
fr: Lien de réinitialisation du mot de passe envoyé à votre e-mail
hi: आपके ईमेल पर पासवर्ड रीसेट लिंक भेजा गया
id: Tautan reset kata sandi dikirim ke email Anda
pt: Link de redefinição de senha enviado para o seu e-mail
ru: Ссылка для сброса пароля отправлена на вашу электронную почту

# password_error
source: Please enter a valid password.
ar: يرجى إدخال كلمة مرور صالحة.
de: Bitte geben Sie ein gültiges Passwort ein.
es: Por favor, introduce una contraseña válida.
fr: Veuillez entrer un mot de passe valide.
hi: कृपया एक वैध पासवर्ड दर्ज करें।
id: Silakan masukkan kata sandi yang valid.
pt: Por favor, insira uma senha válida.
ru: Пожалуйста, введите действующий пароль.

source: Passwords don't match
ar: كلمتا المرور غير متطابقتين
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
hi: पासवर्ड मेल नहीं खाते
id: Kata sandi tidak cocok
pt: As senhas não coincidem
ru: Пароли не совпадают

source: per week
ar: في الأسبوع
de: pro Woche
es: por semana
fr: par semaine
hi: प्रति सप्ताह
id: per minggu
pt: por semana
ru: в неделю

# permissionRequired
source: You need to grant permission to select a photo
ar: أنت بحاجة إلى منح الإذن لتحديد صورة
de: Sie müssen die Berechtigung erteilen, um ein Foto auszuwählen
es: Necesitas conceder permiso para seleccionar una foto
fr: Vous devez accorder l'autorisation pour sélectionner une photo
hi: फोटो चुनने के लिए आपको अनुमति देनी होगी
id: Anda perlu memberikan izin untuk memilih foto
pt: Você precisa conceder permissão para selecionar uma foto
ru: Вам нужно предоставить разрешение для выбора фото

source: Personal Information
ar: المعلومات الشخصية
de: Persönliche Informationen
es: Información Personal
fr: Informations Personnelles
hi: व्यक्तिगत जानकारी
id: Informasi Pribadi
pt: Informações Pessoais
ru: Личная Информация

source: Photo added!
ar: تمت إضافة الصورة!
de: Foto hinzugefügt!
es: ¡Foto añadida!
fr: Photo ajoutée !
hi: फोटो जोड़ा गया!
id: Foto ditambahkan!
pt: Foto adicionada!
ru: Фото добавлено!

# photo_deleted_successfully
source: Photo is successfully deleted!
ar: تم حذف الصورة بنجاح!
de: Foto wurde erfolgreich gelöscht!
es: ¡La foto ha sido eliminada con éxito!
fr: La photo a été supprimée avec succès !
hi: फोटो सफलतापूर्वक हटा दिया गया है!
id: Foto berhasil dihapus!
pt: A foto foi excluída com sucesso!
ru: Фото успешно удалено!

source: Photo Type
ar: نوع الصورة
de: Foto-Typ
es: Tipo de Foto
fr: Type de Photo
hi: फोटो प्रकार
id: Jenis Foto
pt: Tipo de Foto
ru: Тип Фото

# pixverse_settings
source: Customize Video
ar: تخصيص الفيديو
de: Video anpassen
es: Personalizar Vídeo
fr: Personnaliser la Vidéo
hi: वीडियो कस्टमाइज़ करें
id: Kustomisasi Video
pt: Personalizar Vídeo
ru: Настройка Видео

# please_enter_video_description
source: Please enter a video description
ar: الرجاء إدخال وصف للفيديو
de: Bitte geben Sie eine Videobeschreibung ein
es: Por favor, introduce una descripción del vídeo
fr: Veuillez entrer une description de la vidéo
hi: कृपया वीडियो का वर्णन दर्ज करें
id: Silakan masukkan deskripsi video
pt: Por favor, insira a descrição do vídeo
ru: Пожалуйста, введите описание видео

# pollo_settings
source: Pollo 1.6 Settings
ar: إعدادات Pollo 1.6
de: Pollo 1.6 Einstellungen
es: Ajustes de Pollo 1.6
fr: Paramètres de Pollo 1.6
hi: पोलो 1.6 सेटिंग्स
id: Pengaturan Pollo 1.6
pt: Configurações do Pollo 1.6
ru: Настройки Pollo 1.6

source: Predict Time
ar: وقت التوقع
de: Voraussichtliche Zeit
es: Tiempo Previsto
fr: Temps Prévu
hi: पूर्वानुमानित समय
id: Perkiraan Waktu
pt: Tempo Previsto
ru: Прогнозируемое Время

source: Premium Package
ar: الباقة المميزة
de: Premium-Paket
es: Paquete Premium
fr: Pack Premium
hi: प्रीमियम पैकेज
id: Paket Premium
pt: Pacote Premium
ru: Премиум Пакет

# processing_request
source: Processing your request...
ar: جاري معالجة طلبك...
de: Ihre Anfrage wird verarbeitet...
es: Procesando tu solicitud...
fr: Traitement de votre demande...
hi: आपके अनुरोध को संसाधित किया जा रहा है...
id: Memproses permintaan Anda...
pt: A processar o seu pedido...
ru: Обработка вашего запроса...

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
id: Profil
pt: Perfil
ru: Профиль

# promptEmpty
source: Prompt cannot be empty
ar: لا يمكن أن يكون الوصف فارغاً
de: Prompt darf nicht leer sein
es: La descripción no puede estar vacía
fr: La description ne peut pas être vide
hi: प्रॉम्प्ट खाली नहीं हो सकता
id: Prompt tidak boleh kosong
pt: O prompt não pode estar vazio
ru: Промпт не может быть пустым

source: Quality
ar: الجودة
de: Qualität
es: Calidad
fr: Qualité
hi: गुणवत्ता
id: Kualitas
pt: Qualidade
ru: Качество

source: Realtime Images
ar: صور في الوقت الفعلي
de: Echtzeit-Bilder
es: Imágenes en Tiempo Real
fr: Images en Temps Réel
hi: रीयल-टाइम छवियां
id: Gambar Real-Time
pt: Imagens em Tempo Real
ru: Изображения в Реальном Времени

source: Repeat New Password
ar: تكرار كلمة المرور الجديدة
de: Neues Passwort wiederholen
es: Repetir Nueva Contraseña
fr: Répéter le Nouveau Mot de Passe
hi: नया पासवर्ड दोहराएँ
id: Ulangi Kata Sandi Baru
pt: Repetir Nova Senha
ru: Повторите Новый Пароль

source: Report Content
ar: الإبلاغ عن محتوى
de: Inhalt melden
es: Reportar Contenido
fr: Signaler le Contenu
hi: सामग्री की रिपोर्ट करें
id: Laporkan Konten
pt: Denunciar Conteúdo
ru: Пожаловаться на Контент

# reportReason
source: Please specify why this content is inappropriate
ar: يرجى تحديد سبب عدم ملاءمة هذا المحتوى
de: Bitte geben Sie an, warum dieser Inhalt unangemessen ist
es: Por favor, especifica por qué este contenido es inapropiado
fr: Veuillez spécifier pourquoi ce contenu est inapproprié
hi: कृपया निर्दिष्ट करें कि यह सामग्री क्यों अनुचित है
id: Harap tentukan mengapa konten ini tidak pantas
pt: Por favor, especifique por que este conteúdo é impróprio
ru: Пожалуйста, укажите, почему этот контент является неприемлемым

# reportSuccess
source: Successfully submitted! It will be reviewed as soon as possible and you will be notified
ar: تم التقديم بنجاح! ستتم مراجعته في أقرب وقت ممكن وسيتم إعلامك
de: Erfolgreich eingereicht! Es wird so schnell wie möglich überprüft und Sie werden benachrichtigt
es: ¡Enviado con éxito! Será revisado tan pronto como sea posible y se te notificará
fr: Soumis avec succès ! Il sera examiné dès que possible et vous serez notifié
hi: सफलतापूर्वक सबमिट किया गया! इसकी जल्द से जल्द समीक्षा की जाएगी और आपको सूचित किया जाएगा
id: Berhasil dikirim! Ini akan ditinjau sesegera mungkin dan Anda akan diberitahu
pt: Enviado com sucesso! Será revisado o mais rápido possível e você será notificado
ru: Успешно отправлено! Будет рассмотрено в ближайшее время, и вы будете уведомлены

source: Required
ar: مطلوب
de: Erforderlich
es: Requerido
fr: Requis
hi: आवश्यक
id: Diperlukan
pt: Obrigatório
ru: Обязательно

# requires_recent_login
source: You need to log in again to perform this operation.
ar: أنت بحاجة إلى تسجيل الدخول مرة أخرى لإجراء هذه العملية.
de: Sie müssen sich erneut anmelden, um diesen Vorgang durchzuführen.
es: Necesitas iniciar sesión de nuevo para realizar esta operación.
fr: Vous devez vous reconnecter pour effectuer cette opération.
hi: इस ऑपरेशन को करने के लिए आपको फिर से लॉग इन करना होगा।
id: Anda perlu masuk kembali untuk melakukan operasi ini.
pt: Você precisa iniciar sessão novamente para realizar esta operação.
ru: Вам необходимо войти снова для выполнения этой операции.

source: Reset Your Password
ar: إعادة تعيين كلمة المرور الخاصة بك
de: Setzen Sie Ihr Passwort zurück
es: Restablecer tu Contraseña
fr: Réinitialisez Votre Mot de Passe
hi: अपना पासवर्ड रीसेट करें
id: Setel Ulang Kata Sandi Anda
pt: Redefinir Sua Senha
ru: Сбросить Ваш Пароль

source: Resolution
ar: الدقة
de: Auflösung
es: Resolución
fr: Résolution
hi: रिज़ॉल्यूशन
id: Resolusi
pt: Resolução
ru: Разрешение

source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
hi: पुन: प्रयास करें
id: Coba lagi
pt: Tentar Novamente
ru: Повторить

source: SAVE
ar: حفظ
de: SPEICHERN
es: GUARDAR
fr: ENREGISTRER
hi: सहेजें
id: SIMPAN
pt: GUARDAR
ru: СОХРАНИТЬ

source: Second Person
ar: الشخص الثاني
de: Zweite Person
es: Segunda Persona
fr: Deuxième Personne
hi: दूसरा व्यक्ति
id: Orang Kedua
pt: Segunda Pessoa
ru: От Второго Лица

source: Secure
ar: آمن
de: Sicher
es: Seguro
fr: Sécurisé
hi: सुरक्षित
id: Aman
pt: Seguro
ru: Безопасно

source: Select Start Image
ar: اختر صورة البداية
de: Startbild auswählen
es: Seleccionar Imagen de Inicio
fr: Sélectionner l'Image de Départ
hi: प्रारंभिक छवि चुनें
id: Pilih Gambar Awal
pt: Selecionar Imagem Inicial
ru: Выбрать Начальное Изображение

source: Select Tail Image
ar: اختر صورة النهاية
de: Endbild auswählen
es: Seleccionar Imagen Final
fr: Sélectionner l'Image de Fin
hi: अंतिम छवि चुनें
id: Pilih Gambar Akhir
pt: Selecionar Imagem Final
ru: Выбрать Конечное Изображение

source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
hi: भेजें
id: Kirim
pt: Enviar
ru: Отправить

# separate_photos
source: 2 separate photos
ar: صورتان منفصلتان
de: 2 separate Fotos
es: 2 fotos separadas
fr: 2 photos séparées
hi: 2 अलग-अलग फोटो
id: 2 foto terpisah
pt: 2 fotos separadas
ru: 2 отдельные фотографии

source: Short Video
ar: فيديو قصير
de: Kurzes Video
es: Vídeo Corto
fr: Vidéo Courte
hi: छोटा वीडियो
id: Video Pendek
pt: Vídeo Curto
ru: Короткое Видео

# signup_button_link
source: Sign up
ar: التسجيل
de: Registrieren
es: Registrarse
fr: S'inscrire
hi: साइन अप करें
id: Daftar
pt: Registar
ru: Регистрация

# signup_button_text
source: Don't have an account?
ar: ليس لديك حساب؟
de: Sie haben noch kein Konto?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
hi: खाता नहीं है?
id: Belum punya akun?
pt: Não tem uma conta?
ru: Нет аккаунта?

source: Start Generating
ar: بدء التوليد
de: Generierung starten
es: Empezar a Generar
fr: Commencer à Générer
hi: जनरेट करना शुरू करें
id: Mulai Membuat
pt: Começar a Gerar
ru: Начать Генерировать

source: Start Image
ar: صورة البداية
de: Startbild
es: Imagen de Inicio
fr: Image de Départ
hi: प्रारंभिक छवि
id: Gambar Awal
pt: Imagem Inicial
ru: Начальное Изображение

source: Style
ar: النمط
de: Stil
es: Estilo
hi: शैली
id: Gaya
pt: Estilo
ru: Стиль

# submitReport
source: Report
ar: إبلاغ
de: Melden
es: Reportar
fr: Signaler
hi: रिपोर्ट करें
id: Laporkan
pt: Denunciar
ru: Отправить Жалобу

source: Subscribe Now
ar: اشترك الآن
de: Jetzt abonnieren
es: Suscribirse Ahora
fr: S'abonner Maintenant
hi: अभी सदस्यता लें
id: Berlangganan Sekarang
pt: Subscrever Agora
ru: Подписаться Сейчас

source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
hi: सफलता
id: Berhasil
pt: Sucesso
ru: Успех

source: Successfully
ar: بنجاح
de: Erfolgreich
es: Con Éxito
fr: Avec Succès
hi: सफलतापूर्वक
id: Berhasil
pt: Com Sucesso
ru: Успешно

source: Tail Image
ar: صورة النهاية
de: Endbild
es: Imagen Final
fr: Image de Fin
hi: अंतिम छवि
id: Gambar Akhir
pt: Imagem Final
ru: Конечное Изображение

# terms_of_service_required
source: You must agree to the Terms of Service and Privacy Policy to continue.
ar: يجب عليك الموافقة على شروط الخدمة وسياسة الخصوصية للمتابعة.
de: Sie müssen den Nutzungsbedingungen und Datenschutzbestimmungen zustimmen, um fortzufahren.
es: Debes aceptar los Términos de Servicio y la Política de Privacidad para continuar.
fr: Vous devez accepter les Conditions d'Utilisation et la Politique de Confidentialité pour continuer.
hi: जारी रखने के लिए आपको सेवा की शर्तों और गोपनीयता नीति से सहमत होना होगा।
id: Anda harus menyetujui Ketentuan Layanan dan Kebijakan Privasi untuk melanjutkan.
pt: Você deve concordar com os Termos de Serviço e a Política de Privacidade para continuar.
ru: Вы должны согласиться с Условиями Обслуживания и Политикой Конфиденциальности, чтобы продолжить.

source: Text to Video
ar: نص إلى فيديو
de: Text zu Video
es: Texto a Vídeo
fr: Texte en Vidéo
hi: टेक्स्ट से वीडियो
id: Teks ke Video
pt: Texto para Vídeo
ru: Текст в Видео

# threeDAnimationStyle
source: 3D Animation
ar: رسوم متحركة ثلاثية الأبعاد
es: Animación 3D
fr: Animation 3D
hi: 3डी एनीमेशन
id: Animasi 3D
pt: Animação 3D
ru: 3D Анимация

# threeDAnimationStyleDescription
source: Three-dimensional animation style
ar: نمط رسوم متحركة ثلاثية الأبعاد
de: Dreidimensionaler Animationsstil
es: Estilo de animación tridimensional
fr: Style d'animation tridimensionnelle
hi: त्रि-आयामी एनीमेशन शैली
id: Gaya animasi tiga dimensi
pt: Estilo de animação tridimensional
ru: Стиль трехмерной анимации

# too_many_requests
source: Access to your account has been temporarily blocked. Please try again later.
ar: تم حظر الوصول إلى حسابك مؤقتًا. يرجى المحاولة مرة أخرى لاحقًا.
de: Der Zugriff auf Ihr Konto wurde vorübergehend gesperrt. Bitte versuchen Sie es später erneut.
es: El acceso a tu cuenta ha sido bloqueado temporalmente. Por favor, inténtalo de nuevo más tarde.
fr: L'accès à votre compte a été temporairement bloqué. Veuillez réessayer plus tard.
hi: आपके खाते तक पहुंच अस्थायी रूप से अक्षम कर दी गई है। कृपया बाद में पुन: प्रयास करें।
id: Akses ke akun Anda telah dinonaktifkan sementara. Silakan coba lagi nanti.
pt: O acesso à sua conta foi temporariamente desativado. Por favor, tente novamente mais tarde.
ru: Доступ к вашему аккаунту временно отключен. Пожалуйста, попробуйте позже.

# trendingVideoEffects
source: Trending AI Video Effects
ar: تأثيرات الفيديو الرائجة بالذكاء الاصطناعي
de: Trendige KI-Video-Effekte
es: Efectos de Vídeo IA en Tendencia
fr: Effets Vidéo IA Tendances
hi: ट्रेंडिंग एआई वीडियो प्रभाव
id: Efek Video AI Trending
pt: Efeitos de Vídeo IA em Tendência
ru: Трендовые Видео Эффекты ИИ

source: Try Now
ar: جرب الآن
de: Jetzt testen
es: Probar Ahora
fr: Essayer Maintenant
hi: अभी आज़माएं
id: Coba Sekarang
pt: Experimente Agora
ru: Попробовать Сейчас
